const SUPPORT = {
  Телефоны: [
    {
      title: "Как установить на телефон подмигивающий смайлик?",
      content:
        "Зайдите в {Настройки} —> Коснитесь {Сведения о телефоне} —> Быстро коснитесь {Версия Andriod} несколько раз (подходит для всех телефонов на базе Andriod)"
    },
    {
      title: "Как убедиться в том, что телефон оригинальный?",
      content:
        "Скачайте и установите приложение для считывания 【QR-кодов】 Нажмите 【Сканировать】 Отсканируйте QR-код НА АККУМУЛЯТОРЕ своего телефона Коснитесь 【Открыть в браузере】и просмотрите результат проверки."
    },
    {
      title: "Как увеличить скорость работы телефона?",
      content: [
        "1. Очистите кэш приложений (30 секунд): Настройки -- Хранение данных -- Данные кэша (также можно воспользоваться сторонним приложением, таким как App Cache Cleaner)",
        "2. Отключите ресурсоемкое программное обеспечение (60 секунд): Настройки -- Диспетчер приложений -- (Выберите неиспользуемые приложения)",
        "3. Отключите анимацию (60 секунд): Настройки -- Сведения о телефоне -- Номер сборки -- Параметры разработчика -- Масштаб анимации окна -- Отключите анимацию -- Выберите параметры «Масштаб анимации перехода» и «Шкала длительности анимации» и отключите их",
        "4.Отключите анимацию экрана блокировки (30 секунд): Настройки -- Экран блокировки -- Эффект разблокировки -- Выберите «Нет»"
      ]
    },
    {
      title: "Что делать, если телефон упал в воду?",
      content: [
        "1. Как можно быстрее достаньте телефон из воды.",
        "2. Не нажимайте кнопки, а просто достаньте аккумулятор.",
        "3. Тщательно просушите внутренние компоненты телефона бумажной салфеткой или полотенцем. Не используйте для сушки фен и не кладите телефон около нагревательных приборов.",
        "4. Положите телефон в емкость и засыпьте его сухим рисом. Через два дня достаньте телефон и попробуйте его включить."
      ]
    },
    {
      title: "Что делать, если телефон стал плохо заряжаться?",
      content:
        "Регулярно очищайте порт micro USB и зарядный кабель от посторонних частиц. Никогда не заряжайте телефон вблизи воды либо в условиях повышенной температуры или влажности."
    },
    {
      title: "Какие функции выполняет SIM-карта?",
      content: [
        "1. На SIM-карте хранятся идентификационные данные пользователя, необходимые для доступа к сети и ответа на вызовы.",
        "2. Счета за вызовы привязаны к учетной записи SIM-карты.",
        "3.На ней могут храниться номера телефонов и имена их владельцев.",
        "4.Она позволяет отправлять и принимать короткие сообщения (SMS)."
      ]
    },
    {
      title: "Что делать, если мой телефон не звонит при входящем вызове?",
      content: [
        "Попробуйте устранить проблему следующими способами:",
        "Убедитесь, что телефон включен и хорошо принимает сигнал.",
        "1. Сила сигнала указана с левой стороны экрана телефона. При усилении сигнала полоски индикатора увеличиваются, а при его ослаблении — уменьшаются.",
        "2. Чтобы увеличить силу сигнала телефона, попробуйте переместить телефон или подойдите к окну (если вы находитесь в помещении).",
        "Если телефон работает в режиме «Без звука», «Автономный», «Авиарежим» или любом другом беззвучном режиме, звонить он не будет. Измените режим на «Стандартный» или «Обычный», как описано в руководстве пользователя. Также проверьте настройки активного режима, в частности мелодию, тип и громкость звонка. Смените мелодию звонка (например, на встроенную), чтобы выявить возможную неисправность скачанной мелодии.",
        "Проверьте, не включена ли переадресация вызовов.",
        "Проверьте, не подключены ли к телефону наушники. В некоторых моделях телефонов звук звонка поступает в наушники, а не на динамик телефона.",
        "Убедитесь, что в телефоне установлена новейшая версия программного обеспечения. Скачать материалы и получить помощь можно на странице технической поддержки производителя вашего мобильного телефона."
      ]
    },
    {
      title: "Что такое IMEI-номер мобильного телефона и как его узнать?",
      content:
        "IMEI-номер — это уникальный 15-значный номер, который присваивается каждому мобильному телефону и помогает отследить телефон в случае потери. Наберите на клавиатуре своего телефона *#06#, и на экране отобразится его IMEI-номер. Сохраните его на будущее."
    },
    {
      title: "Что такое PIN-код и что делать, если SIM-карта заблокирована?",
      content: [
        "Когда вы вставляете в телефон SIM-карту, телефон просит вас ввести PIN-код (персональный идентификационный номер), известный только уполномоченному пользователю. Можно установить PIN-код, чтобы защитить вашу SIM-карту от несанкционированного использования.",
        "Для защиты от многократных попыток «угадать» PIN-код SIM-карта автоматически блокируется после трех последовательных неудачных попыток ввода PIN-кода. Если SIM-карта заблокировалась, на экране появится сообщение «Заблокировано» и для включения телефона потребуется ввести код разблокировки. Дальнейший ввод неправильного PIN-кода может привести к неисправности карты.",
        "Для активации заблокированной SIM-карты необходимо ввести PUK-код (код разблокировки PIN-кода). PUK-код — это 8-значный код, который можно узнать у своего оператора сотовой связи, предъявив документ, удостоверяющий личность. Помните: после 10 последовательных неудачных попыток ввести PUK-код SIM-карта может стать непригодной для использования."
      ]
    },
    {
      title: "Как отключить функцию автоисправления?",
      content:
        "Мне не нравится, что мой телефон постоянно учит меня правильно писать. Как отключить функцию автоисправления при наборе текста?  Зайдите в Настройки > Язык и ввод.  Коснитесь значка настроек рядом с используемой вами клавиатурой, например клавиатурой Google.  Найдите пункт «Автоисправление» и коснитесь его.  Чтобы отключить автоисправление, выберите «Выкл»."
    },
    {
      title: "Как изменить приложения по умолчанию в меню настроек?",
      content:
        "Хотите изменить веб-браузер, используемый по умолчанию для открытия ссылок? Чтобы изменить браузер и другие настройки по умолчанию, зайдите в «Настройки», выберите «Все» и нажмите «Очистить настройки по умолчанию»."
    },
    {
      title: "Как устранить ошибку синхронизации?",
      content:
        "Существует несколько способов устранить проблемы с синхронизацией. Для начала проверьте подключение к интернету и убедитесь, что сервис, с которым вы хотите синхронизироваться, например Google или Dropbox, работает. Внимательно проверьте правильность пароля и повторите попытку синхронизации.  Проблема не решена? Удалите со своего устройства учетную запись, а затем снова добавьте ее."
    },
    {
      title: "Как быстро устранить проблемы подключения?",
      content: [
        "Если вы не можете подключиться к Bluetooth, Wi-Fi или мобильной сети, на 30 секунд включите авиарежим, затем выключите его и попробуйте подключиться еще раз. Иногда для устранения проблемы достаточно просто выключить и включить конкретную функцию.",
        "Проблема все еще не решена? Попробуйте отладить или настроить свое устройство Bluetooth или сеть Wi-Fi еще раз."
      ]
    },
    {
      title: "Что делать, если телефон сильно нагревается?",
      content: [
        "Причиной может быть физическая неисправность аккумулятора, но главная проблема заключается в том, что перегрев аккумулятора может привести к его быстрой разрядке или более серьезным проблемам. Для выявления проблем с аккумулятором извлеките его из телефона, положите на ровную поверхность и попробуйте его вращать. Если он свободно вращается (также попробуйте его перевернуть), значит на нем имеется выпуклость, свидетельствующая о его неисправности. Можно просто купить новый аккумулятор, но мы рекомендуем отнести телефон в авторизованный сервисный центр для диагностики.",
        "Если аккумулятор физически исправен, убедитесь, что вы используете ПО телефона и мобильные приложения последней версии. Для этого зайдите в раздел настроек «Дополнительно» и выберите «Сведения об устройстве». Затем выберите «Обновление программного обеспечения» и «Обновить». Скачайте все обнаруженные обновления программного обеспечения, а затем проверьте наличие обновлений своих приложений. Зайдите в приложение Play Store, выберите «Мои приложения» и нажмите «Обновить все» для загрузки всех доступных патчей. Обновление приложений до последней версии — отличный способ продлить время работы аккумулятора."
      ]
    },
    {
      title: "Как проверить наличие системных обновлений для Android?",
      content: [
        "Пользователи устройств со стоковой системой Android могут проверить наличие системных обновлений. Поиск обновлений:",
        "Зайдите в Настройки > Сведения о телефоне/планшете.",
        "Выберите «Системные обновления».",
        "Для поиска системных обновлений коснитесь «Проверить сейчас»."
      ]
    },
    {
      title: "Как вырезать, скопировать и вставить текст?",
      content: [
        "Это кажется несложным, но при использовании различных приложений может вызывать определенные затруднения. Этим способом можно пользоваться при работе с электронной почтой и некоторыми другими приложениями:",
        "1 Дважды коснитесь копируемого слова или коснитесь его и удерживайте палец.",
        "2 При необходимости потяните за ручки регулировки области, а затем выберите «Вырезать» или «Копировать».",
        "3 Коснитесь в месте вставки слова и при необходимости потяните за ручки.",
        "4 Выберите «Вставить» (совет: если кнопка вставки не появляется, коснитесь ручки).",
        "Примечание. При работе в веб-браузере, например в браузере Android, для выбора слова необходимо коснуться и удерживать палец на слове, так как двойное касание используется для увеличения или уменьшения размера веб-страницы."
      ]
    },
    {
      title: "Как увеличить время работы аккумулятора?",
      content: [
        "1. Если вы пользуетесь телефоном с AMOLED-дисплеем (как в большинстве телефонов Samsung), установите темный фон экрана, поскольку AMOLED-дисплеи подсвечивают только цветные пиксели. Черные пиксели не подсвечиваются, поэтому чем больше на экране черных пикселей и чем темнее их цвет, тем меньше энергии необходимо для их подсветки.",
        "2. Чтобы еще больше увеличить время работы аккумулятора, установите в приложениях темный фон/темы и темные загрузочные темы (если вы пользуетесь телефоном с AMOLED-дисплеем).",
        "3. Не устанавливайте автоматическую яркость дисплея. Это может казаться хорошей идеей, но обычно автоматическая яркость намного выше, чем необходимо для комфортной работы. Лучше вручную выбрать максимально низкую, но в то же время приемлемую яркость и при необходимости просто увеличить ее. Это один из основных способов сократить энергопотребление, так как дисплей телефона является одним из главных потребителей энергии.",
        "4. Отключите вибрацию. Если эта функция не является для вас критичной, отключите ее. Для вибрации телефону необходимо больше энергии, чем для звонка. Отключите тактильную отдачу. Конечно, это приятно на ощупь, но никак не повышает эффективность работы, а только увеличивает расход энергии.",
        "5. Используйте только оригинальные аккумуляторы или аккумуляторы надежных сторонних производителей. Дешевый аккумулятор может повредить ваш любимый смартфон и работать хуже качественных аналогов.",
        "6. Установите минимально приемлемое время выключения экрана. Просто представьте: если время выключения экрана составляет одну минуту, телефон будет расходовать в четыре раза больше энергии при каждом включении дисплея, чем при времени в 15 секунд. Согласно проведенным исследованиям обычный пользователь включает смартфон около 150 раз в день. Поэтому любые способы уменьшить эту цифру (с помощью самоконтроля или одного из нижеприведенных способов) увеличат время работы аккумулятора.",
        "7. Настройте «спящий режим» или «режим блокировки» на отключение сети Wi-Fi и мобильных данных, когда они вам не нужны. Если на работе вам запрещено пользоваться телефоном, настройте его таким образом, чтобы он не звонил, не вибрировал и не подключался к интернету, когда вы на работе. Когда вы спите, телефон можно переключить в авиарежим, а чтобы ограничить активность телефона в определенные часы дня, например, когда вы спите, находитесь на работе или на совещании, можно воспользоваться спящим режимом или режимом блокировки. Изучите возможности операционной системы телефона. Вы не только сократите количество манипуляций с телефоном в течение дня (или ночи), но и увеличите время работы аккумулятора.",
        "8. Отключите интеллектуальные функции, такие как воздушные жесты, умная прокрутка и другие, особенно если вы пользуетесь телефоном Samsung. Это целесообразно, если у вас нет ежедневной потребности в этих функциях, и позволяет увеличить время работы аккумулятора.",
        "9. Отключайте GPS, Bluetooth, NFC, Wi-Fi и мобильные данные, когда вы ими не пользуетесь. Можно отключить геоданные или настроить телефон таким образом, чтобы он пользовался Wi-Fi или 3G-сетью вместо системы GPS. Включайте Bluetooth и NFC, только когда хотите ими воспользоваться, и откажитесь от одновременной работы Wi-Fi и мобильных данных. Если вы часто пользуетесь сетью Wi-Fi, например дома и на работе, имеет смысл в настройках Wi-Fi выбрать «Всегда включен в спящем режиме», так как при этом расходуется меньше энергии, чем при многократном подключении к Wi-Fi при каждой активации телефона.",
        "10. Используйте специальные виджеты или настройте вывод уведомлений на экран блокировки (если ваша система поддерживает их) либо установите приложение типа Dynamic Notifications. Это позволит вам пользоваться практически любым контентом без необходимости полностью разблокировать телефон и совершать какие-либо действия. Подсветку экрана придется включать, но она будет работать существенно меньше. Если вы пользуетесь устройством с экраном AMOLED, установка приложения для вывода уведомлений на экран блокировки с черным фоном значительно продлит время работы аккумулятора.",
        "11. Удалите неиспользуемые виджеты, в частности те, которые подключены к интернету (например, виджеты погоды).",
        "12. Регулярно обновляйте приложения. Неспроста разработчики постоянно обновляют приложения: одной из причин создания обновлений является оптимизация использования памяти и аккумулятора. Регулярное обновление приложений способствует их оптимальной работе. Кроме того, необходимо удалять старые неиспользуемые приложения, так как связанные с ними фоновые процессы могут использовать оперативную память и увеличивать расход энергии.",
        "13. Если в вашем телефоне есть энергосберегающий режим или другая функция управления аккумулятором, активируйте ее.",
        "14. Во всех операционных системах, будь то стоковые системы Android, фирменные пользовательские интерфейсы типа TouchWiz или специально разработанные системы вроде CyanogenMod, есть настройки для сохранения или оптимизации энергопотребления. Найдите настройки оптимизации работы устройства и системы и заставьте их работать на вас!",
        "15. Отключите автоматическую синхронизацию учетных записей Google. Если вам не нужно, чтобы каждая учетная запись Google обновлялась каждые пятнадцать минут, зайдите в настройки и отключите автоматическую синхронизацию менее значимых приложений.",
        "16. Настройте приложения таким образом, чтобы они обновлялись только при запуске. Если вы редко (или очень часто) открываете приложение, стоит настроить его так, чтобы оно обновлялось в момент запуска, а не автоматически через push-уведомления или определенные временные интервалы. Если вы проверяете электронную почту раз в день, лучше настроить обновление приложения только в момент запуска, а если вы пользуетесь виджетом или приложением раз в несколько часов, лучше, чтобы оно обновлялось при каждом использовании, а не каждые пятнадцать минут, когда вы им даже не пользуетесь."
      ]
    },
    {
      title: "Что делать, если меня раздражает активность телефона?",
      content: [
        "Попробуйте следующее:",
        "1. Найдите на панели уведомлений нежелательное уведомление, нажмите на него и удерживайте палец, пока не появится окно сообщений.",
        "2. Коснитесь Сведения о приложении > Отменить отображение уведомлений > OK."
      ]
    },
    {
      title: "Как уменьшить сетевой трафик?",
      content: [
        "1. Отключайте интернет после использования.  Чтобы уменьшить нежелательный трафик, после завершения работы отключайте интернет, так как обновленные приложения могут автоматически загружать данные.",
        "2.Скачивайте фильмы вместо того, чтобы смотреть их онлайн.  При просмотре фильма онлайн расходуется больше трафика, чем при его загрузке, так как в режиме онлайн одновременно выполняется устранение ошибок. Кроме того, используемая во время онлайн-просмотра технология p2p предоставляет видеоконтент и другим телефонам, тем самым увеличивая трафик данных.",
        "3. Используйте межсетевой экран.  Если на телефоне установлен межсетевой экран, вы будете видеть все программы, подключающиеся к сети, и сможете отключить нежелательные процессы.",
        "4. Установите программное обеспечение для управления трафиком.  Зачастую такое программное обеспечение включает функции защиты. Программное обеспечение для управления трафиком позволяет эффективно управлять работой онлайн-программ.",
        "5. Откажитесь от просмотра с отображением.  При просмотре веб-сайтов больше всего трафика расходуется на загрузку изображений. Одна статья в среднем занимает несколько десятков килобайт, а одно четкое изображение — до нескольких сотен килобайт, поэтому загрузку изображений можно отключить.",
        "6. Уменьшите разрешение отправляемых фотографий  Отправляйте фотографии или фотоальбомы в низком разрешении: на небольшом устройстве типа телефона такие фотографии будут казаться четкими.",
        "7. Уменьшение трафика с помощью браузера. Хороший браузер экономит трафик при просмотре веб-страниц, а установить его очень легко. Отличным вариантом является UCWEB.",
        "8. Поменяйте интернет-пакет.  Если вы израсходовали весь мобильный трафик, возможно вам следует поменять интернет-пакет — это может существенно сократить ваши расходы."
      ]
    },
    {
      title: "Почему мой телефон стал медленнее работать?",
      content: [
        "Как ускорить работу телефона:",
        "1) Не используйте живые обои.  Динамичные обои весьма привлекательны, но потребляют ресурсы телефона, поэтому, чтобы ваш телефон работал быстрее, лучше заменить их на статичные обои.",
        "2) Удалите виджеты с рабочего стола.  Несмотря на определенное удобство, виджеты снижают скорость работы телефона. После удаления виджетов с рабочего стола вы заметите существенное увеличение скорости работы телефона.",
        "3) Отключите приложения, работающие в фоновом режиме,  Для экономии памяти можно установить специальное приложение по управлению программным обеспечением, которое будет отключать неиспользуемые приложения, когда вы ими не пользуетесь.",
        "4) Восстановите заводские настройкиВсе пользовательские настройки замедляют работу телефона. Восстановление оригинальных настроек производителя оптимизирует работу системы и увеличивает скорость работы устройства. Помните, что перед восстановлением заводских настроек необходимо скопировать имеющиеся в телефоне данные, в противном случае они будут безвозвратно удалены."
      ]
    },
    {
      title: "Почему я не могу найти загруженные приложения?",
      content:
        "Зайдите в «Настройки–Хранение данных». Нажмите «Отключить SD-карту». После завершения процесса отключения нажмите «Подключить SD-карту». Приложения снова отобразятся в меню."
    },
    {
      title: "Чем различаются технологии 2G и 3G?",
      content: [
        "Технология второго поколения (2G) впервые заработала в Финляндии в 1991 году. Она называется «глобальная система мобильных коммуникаций», или коротко GSM. Благодаря этой технологии стали возможны такие услуги, как отправка текстовых сообщений, изображений и MMS. В рамках этой технологии осуществляется электронное шифрование всех текстовых сообщений, вследствие чего получить их может только определенный получатель. Электронные сигналы расходуют меньше энергии и увеличивают время работы аккумулятора мобильного устройства.  Для связи стандарта 2G используется технология TDMA (множественный доступ с временным разделением), которая делит сигнал на временные интервалы, или технология CDMA (множественный доступ с кодовым разделением), которая присваивает каждому пользователю специальный код, позволяющий общаться по мультиплексному физическому каналу.  Понятие 3G обычно обозначает стандарт доступности и скорость мобильных устройств. Впервые эта технология была опробована в Японии в 2001 г. Стандарты технологии определены Международным союзом электросвязи (ITU). Данная технология делает доступными такие сервисы, как GPS (глобальная система позиционирования), мобильное телевидение и видеоконференц-связь. Она не только позволяет пользоваться ими в разных странах мира, но также увеличивает пропускную способность и скорость работы.  Эта технология намного удобнее, поскольку она поддерживает 5 основных технологий радиосвязи, используемых в CDMA, TDMA и FDMA. Связь стандарта CDMA включает технологии IMT-DS (прямая скорость) и IMT-MC (множество носителей). Связь TDMA использует технологии IMT-TC (временной код) и IMT-SC (один носитель). Этот стандарт связи удобен тем, что он работает с технологиями 2G. Основной целью этой технологии является увеличение покрытия и расширение сети с минимальными финансовыми вложениями.  Рисунок: Эволюция мобильной связи от технологии 2G до 3G",
        " Различия между 2G и 3G",
        "Стоимость: Стоимость лицензии на сети 3G намного выше, чем на сети 2G. Стоимость построения и технического обслуживания сети 3G намного превышает затраты на сети 2G. К тому же с точки зрения клиентов использование различных приложений в 3G-сетях ведет к неоправданно высоким расходам на связь.",
        " Передача данных: Основное различие технологий 2G и 3G ощущается при загрузке данных и просмотре веб-сайтов с мобильного телефона. Технология 3G обеспечивает более высокую скорость загрузки данных и более быстрый доступ к информации и приложениям, чем сеть 2G. Сети 2G не могут раскрыть все возможности смартфонов. Скорость передачи данных в сети 2G составляет менее 50 000 бит в секунду, тогда как в 3G она может превышать 4 млн бит в секунду.",
        " Задача: Основной задачей технологии 2G является передача информации с помощью голосовых сигналов, а технологии 3G — передача данных для видеоконференц-связи, MMS и т. д.",
        " Функции: К дополнительным функциям технологии 3G относятся мобильное телевидение, передача видеоданных и работа GPS-систем, которые недоступны при использовании 2G.",
        " Частота: Технология 2G использует широкий спектр частот верхнего и нижнего диапазонов, а передача сигнала зависит от таких факторов, как погодные условия. К недостаткам технологии 3G относится ее недоступность в некоторых регионах.",
        " Безопасность: Технология 3G обеспечивает более высокую степень защиты по сравнению с 2G, так как 3G-сети позволяют выполнять проверку при взаимодействии с другими устройствами.",
        " Звонки: Звонки можно совершать как в 2G, так и в 3G-сети без какой-либо ощутимой разницы. Помимо этого, в 3G-сети также можно совершать видеозвонки. Передача текстовых сообщений и фотографий возможна как в 2G, так и в 3G-сети, но в 2G-сети объем передаваемых данных ограничен, а скорость их передачи по сравнению с 3G очень низкая. ",
        " Скорость: Скорость загрузки и отправки данных при использовании технологии 2G достигает 236 кбит/с. С технологией 3G эти показатели составляют до 21 Мбит/с и 5,7 Мбит/с соответственно."
      ]
    }
  ],
  HiOS: [
    {
      title: "Как сделать снимок экрана?",
      content: [
        "Способ первый: Чтобы сделать снимок экрана, проведите тремя пальцами вниз по экрану.",
        "Способ второй: Одновременно нажмите на кнопку уменьшения громкости и кнопку включения/выключения."
      ]
    },
    {
      title: "Что делать, если телефон работает медленно?",
      content: [
        "Коснитесь значка Cleaner на рабочем столе.",
        "Коснитесь HiManager, а затем нажмите Quick cleaner.",
        "3. В режиме ожидания программы запуска или в главном меню найдите функцию Freezer->Коснитесь значка " +
          "->Затем добавьте во Freezer редко используемые приложения, чтобы полностью остановить выполняемые ими фоновые процессы. Когда эти приложения вам потребуются, просто активируйте их."
      ]
    },
    {
      title: "Как быстро найти приложение в программе запуска?",
      content: [
        "1. В режиме ожидания проведите пальцем к левому края экрана, коснитесь окна поиска сверху и введите название искомого приложения.",
        "2. В режиме ожидания или в главном меню откройте полный список приложений и найдите в нем нужное приложение."
      ]
    },
    {
      title: "Почему телефон работает без звука?",
      content: [
        "1. Потяните верхнюю часть экрана вниз и проверьте, не активирован ли режим «Не беспокоить». Если да, просто выключите его.",
        "2. Нажмите на кнопку увеличения громкости."
      ]
    },
    {
      title: "Как сменить обои?",
      content: [
        "1. Коснитесь и удерживайте палец на пустом пространстве экрана/потяните нижнюю часть экрана вправо->В нижней части экрана выберите «Обои»->Выберите источник обоев->Выберите обои и нажмите на кнопку настроек в нижней части экрана.",
        "2. В режиме ожидания или в главном меню найдите HiTheme->Найдите обои в разделе «Онлайн-обои»->Выберите их, а затем коснитесь их для загрузки->После завершения загрузки коснитесь кнопки настроек (этим же способом можно изменить шрифт и тему экрана)."
      ]
    },
    {
      title:
        "Как быстро включить фронтальную и основную камеру в приложении «Камера»?",
      content:
        "Откройте камеру->Проведите одним пальцем вниз по зоне просмотра."
    },
    {
      title:
        "Как сделать селфи одной рукой с помощью кнопки отложенной съемки?",
      content:
        "Включите фронтальную камеру->Коснитесь любой точки интерфейса->Чтобы сделать селфи, коснитесь появившейся на экране кнопки."
    },
    {
      title: "Как удалить данные WhatsApp из памяти?",
      content:
        "Найдите HiManager в режиме ожидания или в главном меню->Коснитесь «Очистка данных WhatsApp»->После завершения сканирования выберите удаляемое содержимое ->Коснитесь кнопки «Очистить»."
    }
  ]
};

export { SUPPORT };
