export const serviceData = [
  {
    Адреса: "6-й микрорайон 36, оф. 46",
    Название: "Mastephone",
    "Время работы": "Пн-вс: 10.00-19.00",
    Координаты: "43.642569, 51.162694",
    Контакты: "77292531493"
  },
  {
    Адреса: "Пр-т им. А. Молдагуловой 11В",
    Название: "RSS",
    "Время работы": "Пн-пт: 09:00-18:00 перерыв 13:00-14:00 Сб-вс: Выходной",
    Координаты: "50.292528, 57.170995",
    Контакты: "77472316088"
  },
  {
    Адреса: "Zhibek Zholy 104а",
    Название: "LEDA Service",
    "Время работы":
      "Пн-пт: 09.00 - 18.00 Сб: 10.00 - 18.00 только прием техники. Вс: выходной",
    Координаты: "43.261564, 76.941782",
    Контакты: "77071730675"
  },
  {
    Адреса: "Ул. Шаймерден Косшыгулулы, 13/1ВП: 1",
    Название: "Жана Жулдыз",
    "Время работы": "Пн-пт: 10:00-19:00; Сб: 10:00 -17:00; Вс: выходной",
    Координаты: "51.168707, 71.385801",
    Контакты: "77082599770"
  },
  {
    Адреса: "Ул. Бухар Жырау 63",
    Название: "Авторизованный Сервис-центр",
    "Время работы": "Пн-пт: 10:00-19:00; Сб: 10:00 -17:00; Вс: выходной",
    Координаты: "49.799591, 73.089141",
    Контакты: "77212435200"
  },
  {
    Адреса: "Gabdullina, 38",
    Название: "SERVICE ALL",
    "Время работы": "Пн-пт: 10.00 - 18.00 Сб: 10.00 - 14.00 Вс: выходной",
    Координаты: "53.289895, 69.395682",
    Контакты: "77019587233"
  },
  {
    Адреса: "Tolstogo str., 52 office 4",
    Название: "EXPRESS SERVICE KOSTANAY",
    "Время работы": "Пн-сб: 10.00 - 19.00 Вс: 11.00 - 17.00 Без выходных",
    Координаты: "59.397043, 27.748025",
    Контакты: "77755627404"
  },
  {
    Адреса: "Ул. Лермонтова 45/2",
    Название: "UnicodeComService",
    "Время работы":
      "Пн-пт: 09.00-18.00 обед 13.00-14.00 СБ 10.00-14.00 без обеда ВС: выходной",
    Координаты: "52.289687, 76.942429",
    Контакты: "77182325070"
  },
  {
    Адреса: "Ул. Интернациональная 61, оф.211",
    Название: "ИП Шостак",
    "Время работы":
      "Пн-пт: 10.00 - 18.00 обед 13.00 - 14.00 Сб: 10.00 - 15.00 Вс: выходной",
    Координаты: "54.865725, 69.145133",
    Контакты: "77152338700"
  },
  {
    Адреса: "Ул. 8 марта, 85",
    Название: "Delta",
    "Время работы":
      "Пн-пт: 09.00-18.00 перерыв 14.00-15.00 Сб: 10-15 Вс: выходной",
    Координаты: "50.425651, 80.244277",
    Контакты: "77222540281"
  },
  {
    Адреса: "Kayima Mukhamedkhanova st., building 23, office 7",
    Название: "INTELLECT Service",
    "Время работы": "Пн-пт: 09.00 - 18.00 без перерыва, Сб, Вс: выходной",
    Координаты: "50.409058, 80.253493",
    Контакты: "77222526915"
  },
  {
    Адреса: "Tole bi st. 51",
    Название: "ИП Михалчук",
    "Время работы": "пн-пт: 9:00-18:00, суб 10:00-15:00 без обеда вс выходной",
    Координаты: "42.900503, 71.380321",
    Контакты: "77262451356"
  },
  {
    Адреса: "Ул. Маметова 114",
    Название: "Grand Master GSM",
    "Время работы": "Пн-пт: 09.00-18.30 Сб: 10.00-14.00 Вс: выходные",
    Координаты: "51.222740, 51.381613",
    Контакты: "77078763999"
  },
  {
    Адреса: "Ул. Кабанбай Батыра 140, оф 48",
    Название: "DVO.kz Mobile",
    "Время работы":
      "Пн-пт: 10:00-18:30 перерыв 13:00 -14:00. Каждый 4-й понедельник каждого месяца - санитарный день",
    Координаты: "49.951495, 82.635062",
    Контакты: "77232601701"
  },
  {
    Адреса: "Abay avenue, 28/10",
    Название: "5 Элемент",
    "Время работы": "Пн-пт: 09.00 - 19.00 Сб: 09.00 - 13.00 Вс: выходной",
    Координаты: "42.320888, 69.567665",
    Контакты: "77779331155"
  }
];
