import Footer from "../components/footer/Footer";
import Title from "../components/text/Title";

const PolicyPage = () => {
  const banner =
    "https://d3fyizz0b46qgr.cloudfront.net/global/phones/List/product-chapter_banner_0502.jpg";
  return (
    <div className="terms">
      <img src={banner} alt="" className="terms-banner" />
      <div className="container">
        <Title props="Политика конфиденциальности TECNO" />

        <p className="terms-date">Дата обновления: 5 июля 2021 г.</p>
        <p className="terms-date">Дата вступления в силу: 15 июля 2021 г.</p>
        <p>
          TECNO MOBILE LIMITED и ее аффилированные лица во всем мире
          (аффилированные лица во всем мире - это компании, связанные с TECNO
          MOBILE LIMITED общим владением или контролем, совместно именуемые
          &laquo;TECNO&raquo;, &laquo;мы&raquo;, &laquo;нас&raquo;,
          &laquo;наш&raquo;) полностью уважают вашу конфиденциальность и будут
          делать все возможное, чтобы обеспечить безопасности вашей личной
          информации. Мы можем собирать, использовать или иным образом
          обрабатывать вашу личную информацию на основании вашего согласия или в
          соответствии с соответствующими положениями применимых законов и
          нормативных актов во время использования вами Программного обеспечения
          или Услуг TECNO. Настоящая Политика конфиденциальности (далее
          именуемая &laquo;Политика&raquo;) предназначена для того, чтобы помочь
          вам понять, как мы собираем, используем, раскрываем, обрабатываем и
          защищаем вашу личную информацию в отношении использования вами
          продуктов или услуг TECNO, ваши права в отношении предоставленной нам
          личной информации, и как мы защищаем ваши права. Настоящая Политика
          применяется ко всем устройствам, веб-сайтам и онлайн-приложениям TECNO
          (совместно именуемым - наши &laquo;Услуги&raquo;), которые цитируют
          настоящую Политику или ссылаются на нее, независимо от того,
          используете ли вы компьютер, мобильный телефон, планшет или телевизор
          для доступа к нашим Услугам. Принимая во внимание множество продуктов
          и услуг TECNO, настоящая Политика может не охватывать все сценарии
          сбора и использования личной информации. Мы можем дополнять его
          политикой конфиденциальности конкретных продуктов или услуг или иным
          образом уведомлять вас, когда мы собираем вашу информацию. Например, в
          зависимости от типа продуктов или услуг TECNO, которые вы используете,
          и страны, в которой вы находитесь, способ сбора и использования вашей
          личной информации может отличаться для разных продуктов и услуг. К
          конкретному продукту или услуге TECNO может применяться особая
          политика конфиденциальности, в которой собирается дополнительная
          информация о конфиденциальности. Любая часть, не охваченная такой
          конкретной политикой конфиденциальности конкретного продукта или услуг
          TECNO, подлежит соблюдению этой Политики.
          <br />
          Важно отметить, что настоящая Политика не распространяется на услуги,
          предоставляемые вам другими третьими сторонами. &nbsp;Вы можете
          получать ссылки, контент, продукты или услуги, предоставляемые
          третьими сторонами. &nbsp;Пожалуйста, внимательно выберите, следует ли
          получить к ним доступ. &nbsp;Мы рекомендуем вам внимательно
          ознакомиться с политиками конфиденциальности любых третьих сторон, к
          которым вы обращаетесь, перед отправкой какой-либо личной информации.
          <br />
          Мы решили использовать простой язык, чтобы убедиться, что вы полностью
          понимаете эту Политику и делаете свой собственный выбор. &nbsp;Мы
          также отметили или выделили ключевые термины жирным или заглавным
          шрифтом для вашего внимания. &nbsp;Мы также уведомим вас во
          всплывающем окне, когда вы впервые воспользуетесь нашими услугами,
          чтобы помочь вам понять основные положения настоящей Политики.
        </p>
        <p>
          Прежде чем использовать наши продукты или услуги, предоставить нам
          вашу личную информацию или разрешить нам собирать вашу личную
          информацию, пожалуйста, внимательно прочтите эту Политику, чтобы
          понять нашу практику в отношении вашей личной информации, и часто
          обращайтесь к ней, чтобы понимать обновления этой Политики. В случае
          обновления этой Политики, мы сообщим вам объявлениями в продукте или
          на веб-сайте, чтобы вы знали о внесенных нами изменениях.
          &nbsp;Получая доступ к нашим Услугами или используя их после того, как
          мы разместили такое уведомление, считается, что вы приняли обновленную
          Политику конфиденциальности. Вы можете проверить &laquo;Дата
          вступления в силу&raquo;, размещенную в верхней части Политики
          конфиденциальности, чтобы узнать время последнего обновления.
          <br />
          Если у вас есть какие-либо вопросы, свяжитесь с нами следующим
          способом:
          <br />
          privacy@transsion.com
        </p>
        <p>
          Настоящая Политика конфиденциальности поможет вам понять следующее
          содержание:
          <br />
          i.&nbsp;&nbsp; &nbsp;Как мы собираем и используем вашу личную
          информацию
          <br />
          ii.&nbsp;&nbsp; &nbsp;Как мы используем файлы cookie и аналогичные
          технологии
          <br />
          iii.&nbsp;&nbsp; &nbsp;Как мы храним и защищаем вашу личную информацию
          <br />
          iv.&nbsp;&nbsp; &nbsp;Как мы делимся, передаем и раскрываем вашу
          личную информацию и данные
          <br />
          v.&nbsp;&nbsp; &nbsp;Как ваша личная информация передается за границу
          <br />
          vi.&nbsp;&nbsp; &nbsp;Ваши права на вашу личную информацию
          <br />
          vii.&nbsp;&nbsp; &nbsp;Как мы обрабатываем личную информацию детей
          <br />
          viii.&nbsp;&nbsp; &nbsp;Сторонние поставщики услуг и их услуги
          <br />
          ix.&nbsp;&nbsp; &nbsp;Дополнение и обновление Политики
          <br />
          x.&nbsp;&nbsp; &nbsp;Совместные контролеры
          <br />
          xi.&nbsp;&nbsp; &nbsp;Наши контакты
        </p>
        <p>
          I.&nbsp;&nbsp; &nbsp;Как мы собираем и используем вашу личную
          информацию
          <br />
          TECNO твердо убежден в том, что основные права на конфиденциальность
          частной жизни не должны различаться в зависимости от того, где вы
          проживаете в мире. Любая информация, относящаяся к идентифицированному
          или идентифицируемому лицу, в частности, посредством ссылки на имя
          человека, идентификационный номер, данные о местоположении и
          онлайн-идентификатор или на один или несколько факторов, специфичных
          для физического, физиологического, генетического, психического
          состояния этого физического лица обрабатывается как &laquo;Личная
          информация&raquo; TECNO, независимо от того, где проживает такое
          физическое лицо.
          <br />
          Мы собираем только информацию, необходимую для определенных,
          конкретных, явных и законных целей, и гарантируем, что эта информация
          не будет в дальнейшем обрабатываться способом, несоответствующим этим
          целям. Вы имеете право выбирать, предоставлять ли личную информацию
          при использовании продуктов или услуг TECNO или по нашему запросу. Вы
          не обязаны предоставить вашу личную информацию в TECNO, но в некоторых
          случаях, если вы решите не делать этого, мы не сможем предоставить вам
          соответствующие продукты или услуги, а также не сможем ответить или
          решить проблемы, с которыми вы столкнулись. Мы будем собирать и
          использовать вашу личную информацию только для целей, описанных в
          настоящей Политике. Ниже описана ваша личная информация, которую мы
          собираем:
          <br />
          <br />
        </p>
        <p>
          <br />
          1. Личная информация, которую мы собираем
          <br />
          1.1 Информация, которую вы предоставляете нам непосредственно
          <br />
          Чтобы предоставить вам доступ к функциям и услугам наших продуктов, мы
          попросим вас предоставить необходимую личную информацию. Ниже
          приведено несколько примеров:
          <br />
          (1)&nbsp;&nbsp; &nbsp;Информация об учетной записи. Когда вы
          регистрируетесь для получения продуктов или услуг TECNO, таких как
          создание учетной записи APP, участие во взаимодействии на форуме
          сообщества, вам может потребоваться предоставить: свой номер телефона,
          фамилию и имя, ник, аватар, дату рождения, гражданство, возраст, адрес
          электронной почты, фотографии, город, в котором вы находитесь, и
          другую необходимую информаци. в зависимости от характеристик различных
          продуктов или услуг; Для более удобного входа в соответствующую
          систему, например, с помощью распознавания лиц или разблокировки по
          отпечатку пальца для быстрого входа в систему, вам может потребоваться
          предоставить соответствующую биометрическую информацию о лице или
          отпечатке пальца;
          <br />
          (2)&nbsp;&nbsp; &nbsp;Информация о заказе. Когда вы покупаете наши
          продукты или услуги онлайн или оффлайн, чтобы гарантировать, что
          продукты или услуги могут быть предоставлены вам точно и своевременно,
          мы можем попросить вас предоставить такую информацию, как имя
          получателя, данные учетной записи, идентификационный номер, номер
          телефона, почтовый индекс, адрес доставки и платежный адрес, а также
          данные кредитной карты для обработки вашего заказа;
          <br />
          (3)&nbsp;&nbsp; &nbsp;Информация о послепродажном обслуживании. Если
          вам нужно, чтобы мы предоставили послепродажное обслуживание или
          поддержку клиентов, или вы надеетесь, что мы решим проблему, с которой
          вы столкнулись при использовании продуктов или услуг, вам может
          потребоваться предоставить такую информацию, как ваша фамилия и имя,
          номер телефона, информация об устройстве, адрес доставки и платежный
          адрес, заполнение гарантийного талона/электронного гарантийного талона
          или описание проблемы при обратной связи;
          <br />
          (4)&nbsp;&nbsp; &nbsp;Другая информация, которую вы нам
          предоставляете. Например, когда вы участвуете в наших рекламных
          мероприятиях, таких как розыгрыши, лотереи и исследования фанатов, вам
          может потребоваться указать свой псевдоним, изображение профиля, имя,
          номер телефона и другую необходимую информацию в соответствии с
          различными сценариями.
          <br />
          1.2 Информация, которую мы получаем во время использования вами наших
          продуктов или услуг
          <br />
          Личная информация, которую собирает TECNO, зависит от того, как вы
          взаимодействуете с TECNO. Во время использования вами продуктов или
          услуг TECNO, если это необходимо для предоставления вам продуктов или
          услуг, мы будем собирать необходимую информацию с вашего разрешения
          или согласия, в том числе:
          <br />
          (1)&nbsp;&nbsp; &nbsp;Информация об устройстве или SIM-карте.
          Учитывая, что определенные услуги будут предназначены для
          определенного типа устройства, в процессе активации операций и
          использования устройства мы можем собирать информацию, относящуюся к
          устройству, в процессе активации такой услуги или использования такого
          устройства, например, имя устройства, модель устройства, номер IMEI
          (международный идентификатор мобильного оборудования), номер GAID
          (рекламный идентификатор Google), номер IMSI (международный
          идентификатор мобильного абонента), IP-адрес (адрес
          интернет-протокола), Mac-адрес (адрес управления доступом к среде
          передачи), SN (серийный номер продукта); версия и тип hiOS,
          идентификатор процессора, номер сборки, версия ROM (постоянная
          память), версия Android, идентификатор Android, идентификатор
          пространства, язык системы; настройки страны или региона для мобильной
          связи, широта и долгота телефона, информация о производителе
          устройства и название модели, информация о базовой конфигурации и
          состоянии аппаратного обеспечения устройства, оператор сети и тип
          сетевого подключения, информация об устройстве или идентификационной
          карте пользователя (Модуль Идентификации Абонента).
        </p>
        <p>
          <span>
            (2)&nbsp;&nbsp; &nbsp;Информация журнала. Когда вы используете наши
            продукты или услуги, мы можем собирать определенную информацию и
            хранить ее в файлах журналов, такую как время доступа к услуге,
            частота доступа, время использования, временные исторические
            сообщения, стандартные системные журналы, информация о событиях
            (ошибки, сбои, перезапуски, обновления), использование данных и
            другая информация журнала, созданная с помощью услуг.
          </span>
          <br />
          <span>
            (3)&nbsp;&nbsp; &nbsp;Информация о местоположении (применима только
            к определенным услугам). &nbsp;Когда вам нужно использовать
            определенные услуги на основе местоположения, такие как
            использование программного обеспечения для навигации, проверка
            погодных условий в географическом положении, получение
            местоположения вашего телефона, деление вашим географическим
            местоположением с другими. Мы можем с вашего согласия собирать и
            обрабатывать приблизительно точную или точную информацию о
            фактическом местонахождении устройства, которое вы используете,
            такую как идентификатор сообщества, код зоны местоположения, код
            зоны отслеживания, код зоны маршрутизатора, код страны мобильной
            связи, код сети мобильной связи, информация о частоте, широте и
            долготе, настройки часового пояса, код страны или региона, название
            города и языковые настройки. Без сомнения, если вы не дадите
            согласие, или в целях соблюдения требований законодательства
            соответствующей страны или региона, мы не будем продолжать сбор
            вашей информации для определения вашего местонахождения. Вы можете
            ограничить доступ к информации о местоположении каждого приложения в
            любое время непосредственно на своем мобильном устройстве через
            &laquo;Настройки&raquo;&gt; &laquo;Местоположение&raquo; (пути могут
            отличаться для разных версий)
          </span>
          <br />
          <span>
            (4)&nbsp;&nbsp; &nbsp;Информация о файлах cookie. Наши веб-сайты,
            интерактивные приложения, продукты и реклама TECNO могут
            использовать такие технологии, как файлы cookie, пиксельные теги и
            веб-маяки, для сбора и хранения вашей соответствующей личной
            информации.
          </span>
          <br />
          <span>
            (5)&nbsp;&nbsp; &nbsp;Информация об использовании вами Приложений.
            Когда вы используете приложения, мы можем собирать информацию,
            относящуюся к использованию ваших приложений, такую как основная
            информация о приложении (например, список приложений, идентификатор
            приложения), информация о SDK (набор средств разработки программного
            обеспечения), настройки обновления системы, настройки приложения
            (например, настройка региона, настройка языков, настройка часового
            пояса, шрифты), время получения доступа и выхода из приложения,
            запись статуса приложения (например, загрузка, установка,
            обновление, удаление).
          </span>
          <br />
          <span>
            (6)&nbsp;&nbsp; &nbsp;Информация о здоровье. &nbsp;Когда вы
            используете определенные спортивные продукты, такие как услуги
            спорта и здоровья, мы можем собирать информацию, касающуюся вашего
            состояния здоровья, включая ваше физическое или психическое
            состояние, например, ваш пол, рост, вес, дату рождения,
            сердцебиение, частоту пульса и количество шагов.
          </span>
          <br />
          <span>
            (7)&nbsp;&nbsp; &nbsp;Голосовая информация. Когда вы используете
            голосовые команды для управления определенной услугой, мы можем
            хранить записанный вами голос на наших серверах. Если мы работаем со
            сторонним поставщиком услуг, который предоставляет нам услуги
            преобразования речи в текст, такие сторонние поставщики могут
            получать и сохранять определенные голосовые команды.
          </span>
          <br />
          <span>
            (8)&nbsp;&nbsp; &nbsp;Информация третьих лиц. &nbsp;Мы можем
            собирать и использовать специфическую для вас информацию, которая
            может быть предоставлена сторонними поставщиками услуг и деловыми
            партнерами, например, ваш рекламный идентификатор, присвоенный
            третьей стороной.
          </span>
          <br />
          <span>
            (9)&nbsp;&nbsp; &nbsp;Другая личная информация. &nbsp;Различные типы
            вашей личной информации могут быть получены для разных типов
            продуктов или услуг. Что касается личной информации, не охватываемой
            настоящей Политикой, соответствующий продукт или услуга
            проинформирует вас о вашей личной информации, которая может быть
            собрана в рамках конкретной политики конфиденциальности указанного
            продукта или услуги, или посредством уведомления или других средств,
            и получит ваше согласие до ее сбора.
          </span>
          <br />
          <span>1.3 Информация, полученная из других источников</span>
          <br />
          <span>
            В случаях, когда это разрешено законом, мы можем получать вашу
            личную информацию от других лиц, коммерческих организаций, каналов
            общего пользования или других третьих сторон, действующих по вашему
            указанию, от наших партнеров, которые работают с нами для
            предоставления наших продуктов и услуг и помогают нам в
            информационной безопасности и предотвращении мошенничества, и из
            других законных источников. Ниже приведено несколько примеров:
          </span>
          <br />
          <span>
            (1)&nbsp;&nbsp; &nbsp;когда вы используете сторонние услуги
            социальных сетей или предварительно установленные сторонние
            приложения, мы также можем получать вашу личную информацию из этих
            услуг или приложений;
          </span>
          <br />
          <span>
            (2)&nbsp;&nbsp; &nbsp;мы можем собирать и использовать специфичную
            для вас информацию, которая может быть предоставлена сторонними
            поставщиками услуг и деловыми партнерами, например, ваш рекламный
            идентификатор, присвоенный третьей стороной;
          </span>
          <br />
          <span>
            (3)&nbsp;&nbsp; &nbsp;для определенных услуг, которые могут включать
            счет и финансовые транзакции, с вашего разрешения мы также можем
            проверять информацию, которую вы предоставляете, например номер
            телефона, через законную третью сторону в целях обеспечения
            безопасности и предотвращения мошенничества;
          </span>
          <br />
          <span>
            (4)&nbsp;&nbsp; &nbsp;когда вы поручаете другим третьим сторонам
            делиться данными с TECNO, например, вы можете указать своему
            оператору мобильной связи поделиться с нами информацией о вашей
            учетной записи для активации учетной записи;
          </span>
          <br />
          <span>
            (5)&nbsp;&nbsp; &nbsp;информация о вас, которую нам предоставили
            другие лица, например, когда третьи стороны покупают для вас
            продукты с помощью наших услуг, они предоставят нам ваш адрес
            доставки.
          </span>
          <br />
          <span>
            Мы объясним вам это во время сбора вышеуказанной информации и
            получим ваше согласие. TECNO может также использовать другие методы
            для сбора другой информации о вас, вашем устройстве или
            использовании вами услуг, которые будут объяснены вам во время
            сбора, и мы получим ваше согласие.
          </span>
          <br />
          <span>
            В исследовательских целях мы можем использовать наборы данных,
            содержащие различные типы информации, которые могут быть связаны с
            идентифицируемым лицом. &nbsp;При получении таких наборов данных мы
            будем собирать их в соответствии с применимыми законами (включая
            закон юрисдикции, в которой размещены наборы данных). Мы не делаем и
            не будем пытаться повторно идентифицировать лиц на основе таких
            наборов данных, когда мы используем такие наборы данных в целях
            исследований и разработок.
          </span>
          <br />
          <span>1.4 Сбор и использование неличной информации</span>
          <br />
          <span>
            Мы также можем собирать другие типы информации, которые не имеют
            прямого или косвенного отношения к физическим лицам. Согласно
            применимым местным законам, возможно, эта информация не будет
            определена как личная информация. &nbsp;Ниже мы приведем вам примеры
            такой информации. Обратите внимание, что такая информация без
            какой-либо личности не может быть использована для идентификации
            личности. Цель нашей сбора - понять, как вы используете наши
            продукты и услуги, и постоянно улучшать наши услуги, чтобы лучше
            удовлетворять потребности пользователей на основе такой информации.
            Поскольку этот тип информации не является личной информацией, мы
            решим, как мы собираем, используем, раскрывать и передавать такую
            неличную информацию. Только когда такая неличная информация
            используется в сочетании с другой информацией для идентификации
            конкретного физического лица или когда она используется в сочетании
            с личной информацией, эта информация будет считаться личной. В этом
            случае мы анонимизируем и обезличим такую информацию, если только с
            вашего согласия или иным образом в соответствии с законами и
            постановлениями.
          </span>
          <br />
          <span>
            (1)&nbsp;&nbsp; &nbsp;Статистика продаж устройств и продуктов, а
            также различная сводная статистическая информация, такая как размер
            экрана, версия устройства, время регистрации, информация о версии и
            т.д.
          </span>
        </p>
        <p>
          (2)&nbsp;&nbsp; &nbsp;Статистические данные, генерируемые при
          установке, использовании, удалении определенной услуги и/или
          приложения, такие как неидентифицируемая информация, относящаяся к
          устройству, посещения веб-сайтов, загрузки, события ежедневного
          использования, события доступа к странице, события времени доступа к
          странице и сеансовые события; использования имени APK приложения,
          версии приложения, использования приложения, количества раз открытия,
          данных о сбоях, использования данных приложения.
          <br />
          (3)&nbsp;&nbsp; &nbsp;Запросы и выполнение команд сервера, таких как
          идентификатор команды данных, номер версии ОС, номер версии
          программного обеспечения, номер версии команды.
          <br />
          (4)&nbsp;&nbsp; &nbsp;Данные мониторинга сети, такие как время
          запроса, номер запроса или запрос ошибки;
          <br />
          (5)&nbsp;&nbsp; &nbsp;Когда пользователи используют окно уведомлений
          для получения уведомлений, например, версия ОС, идентификатор задачи,
          версия команды, имя пакета уведомлений, тип уведомления, статус
          уведомления;
          <br />
          (6)&nbsp;&nbsp; &nbsp;Данные средства запуска телефона, такие как
          идентификатор приложения, имя приложения, имя APK, версия приложения,
          параметры UA браузера, тип устройства, тип сетевого подключения.
          <br />
          (7)&nbsp;&nbsp; &nbsp;Сбор данных приложения, таких как событие
          запуска приложения, событие сбоя приложения (например, журналы,
          автоматически создаваемые после сбоя приложения), событие установки
          приложения, событие удаления приложения, информация об использовании
          батареи, настройки яркости.
          <br />
          Необходимо подчеркнуть и еще раз заявить, что из-за большого
          количества наших продуктов и услуг содержание и сценарии сбора личной
          информации, собираемые TECNO, как указано здесь, не могут охватывать
          все сценарии нашей деятельности. &nbsp;В отношении любой части, не
          включенной в настоящую Политику, мы будем дополнять ее указанием в
          политике конфиденциальности конкретных продуктов или услуг либо путем
          уведомления или других средств при сборе данных в определенных
          сценариях деятельности.
        </p>
        <p>
          2. Цель использования нами личной информации
          <br />
          Когда нам необходимо выполнить наши обязательства перед вами в
          соответствии с Условиями использования и/или контрактом на
          обслуживание, или когда мы считаем, что это необходимо для защиты
          наших законных интересов или законных интересов третьей стороны после
          нашей оценки, с вашего согласия мы можем обработать вашу личную
          информацию для целей, описанных в настоящей Политике. Мы также можем
          обрабатывать ваши личные данные для соблюдения и обеспечения
          выполнения применимых юридических обязательств. Мы будем строго
          соблюдать содержание настоящей Политики и ее обновлений при
          использовании вашей личной информации.
          <br />
          2.1&nbsp;&nbsp; &nbsp;Для предоставления вам услуг регистрации и
          управления аккаунтом. &nbsp;Мы будем использовать основную информацию,
          которую вы указали при регистрации, чтобы предоставить вам
          соответствующие услуги регистрации и последующие услуги по управлению
          учетной записью.
          <br />
          2.2&nbsp;&nbsp; &nbsp;Для обеспечения поддержки клиентов и
          соответствующих услуг для вашей покупки и послепродажной деятельности.
          &nbsp;Например, вам может потребоваться предоставить необходимую
          информацию, когда мы предлагаем услуги по доставке, гарантийное
          обслуживание, техническую поддержку или быстро обнаруживаем и
          исправляем существующие аномальные проблемы с помощью обратной связи с
          отчетами об ошибках.
          <br />
          2.3&nbsp;&nbsp; &nbsp;Для предоставления вам информационных услуг в
          соответствии с вашими нуждами или интересами. Например, мы или третьи
          стороны могут использовать информацию о вашем местоположении, чтобы
          предоставлять вам прогноз погоды, навигацию по географическому
          положению и другие связанные информационные услуги; мы можем
          использовать вашу личную информацию, анализировать ваши привычки
          использования и предпочтения в поведении, а также предоставлять вам
          услуги уведомлений или push-уведомлений на основе вашего согласия.
          <br />
          2.4&nbsp;&nbsp; &nbsp;Для продолжения предоставления вам более
          качественных продуктов и услуг. Мы можем приглашать вас участвовать в
          наших программах по улучшению продуктов и взаимодействии с
          пользователями или в интерактивных мероприятиях. &nbsp;После того, как
          вы присоединитесь к нашим программам или мероприятиям, мы можем
          собирать вашу необходимую личную информацию, такую как номер
          мобильного телефона (используется в основном для исследований и
          ответного визита), информацию об устройстве, данные об операциях и
          поведении, информацию о местоположении и информацию журнала для
          статистического анализа, чтобы постоянно улучшать и оптимизировать
          продукты и обеспечить лучший пользовательский опыт.
          <br />
          2.5&nbsp;&nbsp; &nbsp;Для проведения соответствующей коммерческой
          рекламной деятельности. &nbsp;Если вы участвуете в розыгрыше, конкурсе
          или аналогичной акции, мы можем использовать предоставленную вами
          информацию для управления этими программами. Если вы больше не желаете
          получать определенные типы рекламных материалов, вы можете отказаться
          от них, используя метод, указанный в сообщении (например, ссылку для
          отказа от подписки в нижней части сообщения), если иное не указано в
          применимых законах. Дополнительная информация приведена ниже в разделе
          &laquo;Ваши права на вашу личную информацию&raquo;.
          <br />
          2.6&nbsp;&nbsp; &nbsp;Для предоставления услуг на основе определения
          местоположения. При использовании услуг hiOS, мы также можем
          использовать информацию о местонахождении, чтобы предоставить вам
          услуги, связанные с этим местоположением, и точную информацию об этом
          для наилучшего взаимодействия с пользователем, например, сведения о
          погоде, доступ к местоположению (как часть платформы Android). Вы
          можете отключить услугу определения местоположения в параметре
          &laquo;Информация о местоположении&raquo; в &laquo;Настройки&raquo;
          или отключить использование услуг определения местоположения
          приложения в любое время.
          <br />
          2.7&nbsp;&nbsp; &nbsp;Для использования функций безопасности и
          поддержки системы в приложении &laquo;Безопасность&raquo;, таких как
          сканирование безопасности, экономия заряда батареи, черный список и
          очистка.
          <br />
          2.8&nbsp;&nbsp; &nbsp;Для предоставления услуги push-уведомлений и
          уведомлений с целью оценки эффективности рекламы, и отправки
          уведомлений от службы hiOS об обновлениях программного обеспечения или
          объявлениях о новых продуктах, включая информацию о продажах и
          рекламных акциях, мы будем собирать информацию, относящуюся к
          приложению (например, версию приложения ID, имя APK) и информацию об
          устройстве (например, тип модели, бренд). Мы можем использовать вашу
          личную информацию для отправки вам push-сообщений, в которых
          предлагаются или рекламируются наши продукты и услуги и/или отдельные
          продукты и услуги третьих лиц. Это осуществляется только с вашего
          согласия, если это требуется в соответствии с действующим
          законодательством. Вы можете отказаться от получения маркетинговой
          информации от нас и третьих сторон в любое время, изменив свои
          предпочтения в опции &laquo;Приложение и уведомления&raquo; в
          &laquo;Настройки&raquo; или управляя своими предпочтениями через
          стороннее приложение/веб-сайт с помощью push-уведомлений TECNO.
          Дополнительная информация приведена в разделе &laquo;Ваши права на
          вашу личную информацию&raquo; ниже.
          <br />
          2.9&nbsp;&nbsp; &nbsp;Для предоставления персонализированных услуг и
          контента, включая рекламу. Для лучшей защиты вашей конфиденциальности
          мы используем уникальный идентификатор, а не ваше имя, адрес
          электронной почты или другую информацию, по которой вас можно напрямую
          идентифицировать, чтобы предоставить вам персонализированные продукты,
          услуги, рекламу и другие действия. &nbsp;Мы можем создавать профили,
          анализируя вышеупомянутую информацию и выстраивая сегменты (помещая
          вашу личную информацию в один или несколько сегментов).
          Таргетированная реклама будет проводиться с вашего согласия только в
          рамках применимых законов.
          <br />
          Мы можем комбинировать вышеупомянутую информацию с другой информацией
          (включая информацию о различных услугах или устройствах, таких как
          компьютеры, мобильные телефоны и другие подключенные устройства),
          чтобы предоставлять и улучшать наши продукты, услуги, контент и
          рекламу. Вы имеете право отказаться от получения персонализированной
          рекламы и в любое время возразить против профилирования пользователей,
          включая идентификационный анализ для целей прямого маркетинга и
          автоматического принятия решений. &nbsp;Чтобы воспользоваться этими
          правами, вы можете отказаться в любое время с помощью опции отказа в
          соответствующем программном обеспечении и продукте.
        </p>
        <p>
          II.&nbsp;&nbsp; &nbsp;Как мы используем файлы cookie и аналогичные
          технологии
          <br />
          1. Что такое файлы cookie и аналогичные технологии
          <br />
          Файлы cookie означают небольшие текстовые файлы, которые мы сохраняем
          на вашем мобильном устройстве для обеспечения нормальной работы этого
          программного обеспечения и вашего удобного доступа к нему. Файлы
          cookie обычно содержат идентификаторы, названия сайтов, а также
          некоторые числа и символы. Наши веб-сайты, онлайн-сервисы,
          интерактивные приложения, электронные почты и другие информационные
          услуги могут использовать файлы cookie и другие подобные технологии,
          такие как пиксельные теги и веб-маяки. Обычно мы обрабатываем
          информацию, собранную с помощью файлов cookie и аналогичных
          технологий, как неличную, поскольку они не содержат никакой вашей
          личной информации. Однако в той мере, в какой адреса
          интернет-протокола (IP) или аналогичные идентификаторы считаются
          личной информацией в соответствии с законами соответствующих стран, мы
          также будем соблюдать законы соответствующих стран.
        </p>
        <p>
          2. Почему мы используем файлы cookie и аналогичные технологии
          <br />
          Мы и наши партнеры используем файлы cookie или аналогичные технологии
          отслеживания, чтобы лучше понять использование мобильного программного
          обеспечения на вашем устройстве, чтобы понять, как часто вы
          используете приложение, события, которые происходят в приложении,
          совокупность использования, данные о производительности и место
          загрузки приложения; мы и наши партнеры используем файлы cookie или
          аналогичные технологии отслеживания для анализа тенденций,
          администрирования сайта, отслеживания поведения пользователей на сайте
          и сбора демографической информации о нашей базе пользователей в целом.
          Например: мы можем сотрудничать с третьими сторонами для показа
          рекламы на наших веб-сайтах или для управления нашей рекламой на
          других веб-сайтах. &nbsp;Наши сторонние партнеры могут использовать
          файлы cookie или аналогичные технологии отслеживания, чтобы показывать
          вам рекламу на основе вашей истории просмотров и интересов.
          <br />
          Мы не будем использовать файлы cookie для каких-либо целей, кроме тех,
          которые указаны в настоящей Политике. Вы можете управлять файлами
          cookie или удалять их в соответствии с вашими предпочтениями. Вы
          можете удалить все файлы cookie, сохраненные на вашем мобильном
          устройстве, с помощью параметра &laquo;Настройки&raquo;
          соответствующего программного обеспечения и продукта (пути могут
          немного отличаться для разных устройств и услуг), или вы можете
          отказаться от отслеживания и отказаться от рекламы в зависимости от
          ваших интересов. удалив все файлы cookie или сбросив настройки
          мобильного устройства (очистив контент и данные).
        </p>
        <p>
          III.&nbsp;&nbsp; &nbsp;Как мы храним и защищаем вашу личную информацию
          <br />
          1.&nbsp;&nbsp; &nbsp;Как мы храним вашу личную информацию
          <br />
          Личная информация, собранная с вашего согласия, будет храниться в
          соответствии с законами и постановлениями о защите личных данных в
          соответствующих странах. &nbsp;В той степени, в которой это не
          запрещено местными законами и постановлениями, мы также можем хранить
          собранную личную информацию в странах или регионах за пределами
          страны, в которой находится компания.
          <br />В настоящее время TECNO может хранить вашу личную информацию в:
          Индии и/или Ирландии.
          <br />В частности:
          <br />
          Личная информация, собранная и созданная во время нашей деятельности в
          Индии, будет храниться на серверах, расположенных в Индии.
          <br />
          Личная информация, собранная и созданная в нашей деятельности за
          пределами Индии, будет храниться на серверах в Ирландии.
          <br />В соответствии с условиями ведения деятельности мы можем
          использовать серверы в других регионах или странах в будущем, и мы
          обновим эту Политику в это время.
          <br />
          Независимо от того, храним ли мы личную информацию в стране, где мы
          ведем деятельность, или в других странах или регионах, если это не
          нарушает законы и постановления, мы будем хранить ее в соответствии с
          соответствующими законами и постановлениями о хранении данных. В то же
          время мы рассмотрим характеристики, объем и цель обработки личной
          информации, риски, которые могут возникнуть при обработке, а также
          серьезные последствия, вызванные ущербом и т.д., и примем необходимые
          меры безопасности. &nbsp;Например, мы будем использовать методы
          шифрования и деидентификации для хранения собранной личной информации.
          Мы также будем хранить информацию в течение самого короткого срока
          хранения, установленного законом. Для случаев, непредусмотренных
          законом, мы будем хранить информацию в соответствии с кратчайшим
          сроком хранения, необходимым для ведения деятельности. Для данных,
          срок хранения которых превышает срок хранения, или данных, которые вы
          требуете удалить, мы удалим указанные данные соответствующим образом
          или примем другие соответствующие меры без нарушения соответствующих
          законов и правил.
        </p>
        <p>
          2.&nbsp;&nbsp; &nbsp;Как мы защищаем вашу личную информацию
          <br />
          Мы предпримем другие необходимые меры для защиты вашей личной
          информации и предотвращения неправомерного использования,
          несанкционированного доступа, несанкционированного изменения,
          раскрытия или уничтожения данных и т.д.
          <br />
          Мы применяем меры безопасности, предназначенные для защиты вашей
          личной информации, и регулярно отслеживаем наши системы на предмет
          возможных уязвимостей и атак, а также мы используем административные,
          технические и физические меры безопасности для защиты вашей личной
          информации, принимая тип личной информации, обработку и угрозы во
          внимание. Мы постоянно работаем над улучшением этих мер безопасности,
          чтобы обеспечить безопасность ваших личных данных.
          <br />
          Тем не менее, мы должны напомнить вам, что независимо от того,
          насколько совершенны меры, нет абсолютной гарантии предотвращения
          возникновения инцидентов безопасности хранения данных. &nbsp;Если
          произойдет утечка данных, мы сообщим об этом соответствующим
          регулирующим органам в соответствии с требованиями соответствующих
          законов и нормативных актов и предоставим тип личных данных,
          касающихся утечки, количество субъектов данных, возможные последствия
          утечки, и корректирующие меры, которые мы намерены принять в
          соответствии с требованиями регулирующих органов. Мы предпримем все
          возможные меры для устранения или смягчения ущерба и последствий
          утечки данных. &nbsp;Если это разрешено или требуется законами и
          нормативными актами, мы своевременно проинформируем вас о возможных
          последствиях или значительном ущербе для вас, чтобы вы могли
          оперативно принять соответствующие меры для максимальной защиты своих
          прав.
          <br />
          Нет абсолютно безопасного веб-сайта, передачи в сети Интернет,
          компьютерной системы и беспроводных подключений. В дополнение к
          необходимым мерам защиты, которые мы приняли, пользователи должны
          повышать осведомленность о рисках, связанных с безопасностью
          конфиденциальности. Например, когда вы получаете доступ к сторонним
          веб-сайтам, ссылкам, продуктам или услугам из наших услуг, для
          безопасности любых данных, собранных этими веб-сайтами, ссылками,
          продуктами или услугами, пожалуйста, внимательно ознакомьтесь с
          условиями этих третьих сторон. Мы не несем никакой юридической
          ответственности за проблемы с безопасностью данных, возникшие по вине
          таких третьих сторон. Если вы обнаружите, что определенный контент,
          реклама или функции на наших веб-сайтах, продуктах или услугах могут
          быть предоставлены третьей стороной и могут поставить под угрозу вашу
          конфиденциальность и безопасность, пожалуйста, немедленно свяжитесь с
          нами, мы решим такие проблемы в приоритетном порядке в соответствии с
          законами и нормативными актами.
        </p>
        <p>
          IV.&nbsp;&nbsp; &nbsp;Как мы делимся, передаем и раскрываем вашу
          личную информацию и данные
          <br />
          При совместном использовании, передаче и раскрытии вашей личной
          информации мы придерживаемся принципов и требований минимизации,
          необходимости и законности. При обычных обстоятельствах мы не делимся,
          не передаем и не раскрываем вашу личную информацию извне. Однако в той
          мере, в какой это разрешено применимыми законами и нормативными
          актами, мы можем делиться, передавать и раскрывать вашу личную
          информацию в следующих ситуациях:
          <br />
          1.&nbsp;&nbsp; &nbsp;Как мы делимся вашей личной информацией
          <br />
          Мы не продаем окончательную информацию любых лиц третьим сторонам.
          Чтобы предоставить вам своевременные услуги, ваша личная информация
          может быть передана аффилированным компаниям TECNO. Мы будем делиться
          вашей информацией внутри аффилированных с TECNO компаний только в
          законных и явных целях, и будем передавать только информацию,
          необходимую для предоставления услуг, и связаны целями, указанными в
          настоящей Политике конфиденциальности. Если соответствующая цель не
          включена в настоящую Политику, мы укажем это в соответствующей
          политике конфиденциальности или уведомлении о конкретном продукте или
          услуге.
          <br />
          Мы можем передавать необходимую личную информацию уполномоченным
          сторонним партнерам (включая поставщиков технических услуг,
          поставщиков услуг хранения данных, поставщиков послепродажного
          обслуживания, поставщиков услуг маркетингового продвижения, сторонних
          поставщиков услуг SDK и т.д.) Для выполнения определенных функций или
          чтобы предоставить вам лучший сервис и лучший пользовательский опыт.
          Например, когда вы покупаете продукцию TECNO, TECNO может
          потребоваться предоставить вашу соответствующую личную информацию
          поставщику логистических услуг для организации доставки; при
          предоставлении вам послепродажного обслуживания нам может
          потребоваться предоставить вашу соответствующую личную информацию
          поставщику послепродажного обслуживания, чтобы предложить более
          качественное обслуживание и поддержку. Мы придерживаемся принципов
          минимизации, необходимости и законности такого обмена. Перед тем, как
          делиться информацией, мы подпишем строгие соглашения о
          конфиденциальности с авторизованными партнерами и потребуем от них
          принятия соответствующих мер конфиденциальности и безопасности для
          обработки личной информации в соответствии с настоящей Политикой и
          применимыми законами в вашей юрисдикции. Кроме того, мы также
          потребуем от них предоставить возможности защиты данных и квалификации
          в области информационной безопасности (например, оценка степени
          защиты, система управления информационной безопасностью). Когда мы
          встраиваем SDK авторизованного партнера или другие аналогичные
          приложения в Программное обеспечение, мы незамедлительно уведомляем
          вас и запрашиваем у поставщика услуг SDK, который получает информацию,
          чтобы обеспечить безопасность ваших данных.
          <br />
          Чтобы предоставить оценку, анализ или другие деловые услуги, мы также
          можем передавать вашу неличную информацию третьим сторонам. Например,
          мы можем использовать агрегированные данные, чтобы помочь партнерам
          (например, поставщикам рекламных услуг) узнать эффективность, отзывы и
          тенденции использования их услуг.
          <br />В случае слияния, приобретения или ликвидации при банкротстве,
          передачи активов и других связанных транзакций, если речь идет о
          передаче личной информации, мы потребуем, чтобы новое юридическое лицо
          или организация, владеющая вашей личной информацией, продолжала
          соблюдать настоящую Политику посредством соглашения. или принять
          другие соответствующие меры, и мы потребуем от такого субъекта принять
          меры конфиденциальности и безопасности в степени не ниже требований
          настоящей Политики для обработки личной информации.
        </p>
        <p>
          2.&nbsp;&nbsp; &nbsp;Как мы передаем вашу личную информацию
          <br />
          TECNO не будет передавать вашу информацию третьим сторонам, за
          исключением следующих случаев:
          <br />
          (1)&nbsp;&nbsp; &nbsp;Получив ваше явное согласие.
          <br />
          (2)&nbsp;&nbsp; &nbsp;Если TECNO касается слияние, приобретение или
          продажа всех или части своих активов, что может повлиять на вашу
          личную информацию, мы отправим заметное уведомление по электронной
          почте и/или на нашем веб-сайте или другими соответствующими способами,
          чтобы проинформировать вас о любых изменениях в правах собственности и
          ваших правах на вашу личную информацию, а также любые варианты выбора
          в отношении вашей личной информации.
          <br />
          (3)&nbsp;&nbsp; &nbsp;В случае, если это было объяснено в этой
          Политике конфиденциальности или уведомлено вас другими способами.
          <br />
          3.&nbsp;&nbsp; &nbsp;Как мы раскрываем вашу личную информацию
          <br />В соответствии с требованиями законодательства, судебных
          процедур, судебных разбирательств и/или запросами государственных
          ведомств и органов, TECNO может потребоваться раскрыть вашу личную
          информацию. Если раскрытие информации необходимо или уместно для
          национальной безопасности, законоисполнения или других вопросов,
          имеющих общественное значение, мы также можем раскрыть информацию о
          вас.
          <br />
          Кроме того, мы можем передавать вашу личную информацию следующим
          сторонам:
          <br />
          (1)&nbsp;&nbsp; &nbsp;Наши поверенные, юристы, бухгалтеры, аудиторы
          или аналогичные консультанты, когда мы просим их предоставить
          профессиональные консультации.
          <br />
          (2)&nbsp;&nbsp; &nbsp; Инвесторы и другие соответствующие третьи
          стороны, если имеют место фактические или потенциальные продажи или
          другие сделки компании и связаны с организациями, входящими в группу
          TECNO.
          <br />
          Другим третьим лицам, например, раскрытие конкретной информации с
          вашего разрешения.
        </p>
        <p>
          V.&nbsp;&nbsp; &nbsp;Как ваша личная информация передается за границу
          <br />
          Как глобальная компания, у нас есть ресурсы или серверы в разных
          странах или регионах по всему миру для поддержки наших продуктов и
          услуг. Чтобы лучше предоставлять вам услуги в целях, описанных в
          настоящей Политике, и в той степени, в которой это разрешено
          применимыми местными законами и постановлениями, и с вашего
          авторизованного согласия, мы можем передавать вашу личную информацию
          на эти ресурсы или серверы для хранения или обработки, мы также можем
          передавать вашу личную информацию сторонним поставщикам услуг и
          деловым партнерам, и поэтому ваши данные могут передаваться в другие
          страны или регионы. Законы о защите конфиденциальности в этих странах
          или регионах могут отличаться, и юрисдикция, в которой расположены эти
          глобальные ресурсы или серверы, может или не может защищать личную
          информацию в соответствии с теми же стандартами, что и в вашей
          юрисдикции. Тем не менее, мы по-прежнему будем стремиться соблюдать
          нашу Политику конфиденциальности, чтобы защитить вашу личную
          информацию, и мы будем следовать законодательным требованиям страны
          или региона, где расположена личная информация, для выполнения
          соответствующей трансграничной передачи и другой обработки личных
          данных.
          <br />В случае если мы передаем личную информацию за пределы вашей
          юрисдикции, независимо от того, передается ли она нашим аффилированным
          лицам или сторонним поставщикам услуг, мы будем соблюдать
          соответствующие применимые законы. Мы предпримем соответствующие меры
          безопасности и защиты, чтобы убедиться, что все такие передачи
          соответствуют требованиям применимых местных законов о защите данных.
        </p>
        <p>
          VI.&nbsp;&nbsp; &nbsp;Ваши права на вашу личную информацию
          <br />
          Как субъект данных вы имеете ряд прав на свою личную информацию,
          включая право подтверждать, получать доступ, исправлять, удалять,
          отзывать согласие и подавать жалобы (далее именуемые
          &laquo;запрос&raquo;). Мы полностью понимаем и уважаем ваши права, и
          на такие права будут распространяться определенные исключения в
          соответствии с действующим законодательством. Мы также предпримем
          активные меры для обеспечения эффективной защиты ваших прав. Однако вы
          должны понять и обратить внимание, что по соображениям безопасности
          нам может потребоваться подтвердить вашу личность перед обработкой
          вашего запроса. В принципе, мы не взимаем плату за ваш законный и
          разумный запрос, но мы будем взимать определенную разумную плату за
          повторные запросы, которые превышают разумный предел, где это
          применимо, и основаны на фактических административных расходах,
          разрешенных применимым законодательством. Мы можем отклонять запросы,
          которые необоснованно повторяются, требуют чрезмерных технических
          средств (например, для разработки новых систем или коренного изменения
          существующих практик), создают риски для законных прав других,
          являются крайне непрактичными или нарушают обязательные положения
          закона.
          <br />
          6.1 Право на подтверждение и доступ
          <br />
          Мы информируем вас о том, как мы собираем и обрабатываем личную
          информацию, с помощью настоящей Политики, политики конфиденциальности
          или уведомления о конкретном продукте или услуге. Вы имеете право
          подтвердить или отклонить такой сбор и обработку с помощью
          кнопки-флажка или другими способами. Однако после того, как вы
          отклоните предложение, некоторые функции, требующие вашего явного
          разрешения и согласия на использование, могут стать недоступными. Вы
          можете напрямую получить доступ к личной информации, которую вы нам
          предоставили, в интерфейсе наших продуктов или услуг. По контенту, к
          которому у вас нет доступа, вы можете отправить электронное письмо на
          почту privacy@transsion.com. Мы обработаем его сразу же после
          получения вашего письма.
        </p>
        <p>
          6.2 Право на исправление и удаление
          <br />
          Когда ваша личная информация изменяется или вы обнаруживаете, что ваша
          личная информация, собираемая и обрабатываемая нами, является неточной
          или неполной, вы имеете право попросить нас внести исправления или
          дополнения. &nbsp;Вы можете напрямую исправить или изменить некоторую
          личную информацию на соответствующих страницах функций
          продукта/услуги. Когда ваша личная информация, собранная нами,
          выполнила цель сбора или больше не требуется, или когда вы обнаружите,
          что наш сбор и обработка вашей личной информации нарушает положения
          законов и постановлений или настоящей Политики конфиденциальности, вы
          имеете право запросить нам удалить соответствующую личную информацию.
          Что касается личной информации, которую мы не предоставили вам канала
          для исправления или удаления, вы можете запросить ее исправление или
          удаление, обратившись по почте privacy@transsion.com.
          <br />
          Однако мы можем не удовлетворить ваш запрос на удаление в некоторых
          ситуациях, например, если вы попросите нас удалить данные вашей
          транзакции, когда TECNO юридически обязана вести учет этой транзакции
          в соответствии с применимыми местными законами. Также обратите
          внимание на то, что если вы запросите удалить свою информацию из наших
          продуктов и услуг, мы не сможем удалить соответствующую информацию из
          системы резервного копирования немедленно по причине некоторых
          применимых местных законов и технологических ограничений, однако мы
          будем надежно хранить вашу личную информацию и изолировать его от
          дальнейшей обработки, пока резервная копия не обновится, не будет
          удалена или сделана анонимной.
        </p>
        <p>
          6.3 Право на отзыв согласия
          <br />
          Для достижения соответствующих функций наших различных продуктов или
          услуг нам потребуется необходимая личная информация в соответствии с
          применимыми местными законами. Это описано в разделе &laquo;Как мы
          собираем и используем вашу личную информацию&raquo; настоящей
          Политики. Вы можете отозвать свое согласие, ранее предоставленное нам
          для определенной цели, удалив информацию, отключив функции устройства
          и запросив отзыв согласия, включая сбор, использование и/или раскрытие
          вашей личной информации, которую мы управляем или контролируем. Если
          методы запроса на отзыв согласия ясно указаны в политике
          конфиденциальности или уведомлении о конкретном продукте или услуге,
          пожалуйста, следуйте им соответственно. Если не указано иное, вы
          можете отправить соответствующий запрос на почту
          privacy@transsion.com. Мы обработаем ваш запрос в разумные сроки после
          того, как вы отправите запрос, и после этого не будем собирать,
          использовать и/или раскрывать вашу личную информацию в соответствии с
          вашим запросом.
          <br />
          Если вы отзовете свое согласие, вы не сможете продолжать получать
          часть и/или все преимущества продуктов и услуг TECNO. &nbsp;Отзыв
          вашего согласия или разрешения не повлияет на действительность нашей
          предыдущей обработки, основанной на вашем согласии.
        </p>
        <p>
          6.4 Право на отмену услуги или учетной записи
          <br />
          Вы можете нажать кнопку &laquo;Настройки&raquo; в определенном
          приложении, если хотите отменить определенный продукт или услугу, или
          вы можете связаться с нами через privacy@transsion.com.
          <br />
          Настоящим напоминаем вам, что, если вы хотите отменить определенную
          услугу или учетную запись, такая отмена может помешать вам
          использовать некоторые продукты и услуги TECNO, и такой акт отмены
          учетной записи является необратимым. После того, как вы удалите свою
          учетную запись, мы удалим или обезличим вашу соответствующую
          информацию.
        </p>
        <p>
          6.5&nbsp;&nbsp; &nbsp;Право на подачу жалобы
          <br />
          Вы имеете право подать жалобу, отправив нам письмо по адресу
          privacy@transsion.com. Мы ответим незамедлительно после получения
          вашей жалобы. Если вы не удовлетворены нашим ответом, особенно если
          наша обработка личной информации нарушает ваши законные права и
          интересы, вы можете направить свою жалобу или сообщить в законный
          местный орган защиты личных данных или подать иск в компетентный суд.
        </p>
        <p>
          6.6&nbsp;&nbsp; &nbsp;Право управлять вашими настройками
          конфиденциальности
          <br />
          Вы имеете право управлять своими настройками конфиденциальности и
          ограничивать наш сбор, использование, раскрытие или обработку вашей
          личной информации с помощью таких настроек конфиденциальности, ниже
          приведены некоторые примеры управления вашими настройками
          конфиденциальности:
          <br />
          (1)&nbsp;&nbsp; &nbsp;Выберите вход или выход из своей учетной записи
          TECNO.
          <br />
          (2)&nbsp;&nbsp; &nbsp;Выберите, чтобы включить или отключить функции
          программы взаимодействия с пользователями и доступа к местоположению.
          <br />
          (3)&nbsp;&nbsp; &nbsp;Включите или выключите другие услуги и функции,
          которые обработают конфиденциальную или личную информацию (например,
          разблокировка по лицу, разблокировка по отпечатку пальца). Вы также
          можете получить более подробную информацию о состоянии безопасности
          вашего устройства в приложении TECNO Безопасность.
          <br />
          Если вы ранее согласились на использование нами вашей личной
          информации для вышеупомянутых целей, вы можете изменить свое решение,
          связавшись с нами по адресу privacy@transsion.com.
        </p>
        <p>
          6.7&nbsp;&nbsp; &nbsp;Права в некоторых юрисдикциях
          <br />В частности, в соответствии с действующим законодательством
          некоторых юрисдикций вы можете иметь следующие права субъекта данных:
          <br />
          (1)&nbsp;&nbsp; &nbsp;Право на ограничение обработки. Вы имеете право
          запросить у нас ограничение на обработку вашей личной информации. Мы
          рассмотрим основания вашего запроса на ограничение. Если основания
          соответствуют применимым законам о защите данных, мы будем
          обрабатывать вашу личную информацию в соответствии с применимыми
          обстоятельствами в соответствии с такими законами и уведомим вас до
          того, как ограничение обработки будет снято.
          <br />
          (2)&nbsp;&nbsp; &nbsp;Право на автоматизированное принятие решений. Вы
          имеете право отказаться от обработки на основании автоматического
          принятия решений, включая профилирование и другую автоматическую
          обработку, которая может иметь для вас юридические или аналогичные
          последствия.
          <br />
          (3)&nbsp;&nbsp; &nbsp;Право на переносимость данных. Вы имеете право
          подать заявку на передачу вашей личной информации другому контроллеру
          данных в структурированном и обычно используемом формате.
          <br />
          Мы имеем право отказаться от обработки ваших запросов или ответить
          только на некоторые из ваших запросов, если применяется исключение или
          когда мы имеем право сделать это в соответствии с применимыми
          законами, например, некоторые запросы являются явно необоснованными
          или явно чрезмерными, или для этого требуется раскрытие информации
          третьих лиц.
        </p>
        <p>
          VII.&nbsp;&nbsp; &nbsp;Как мы обрабатываем личную информацию детей
          <br />
          TECNO понимает важность защиты личных данных детей, поэтому дети в
          возрасте до 14 лет или аналогичного возраста, как указано в
          законодательстве вашей юрисдикции (мы будем определять возраст детей в
          основном на основе законов и нормативных актов страны или региона, где
          находится наша компания потому, что законы разных стран могут
          отличаться при определении возраста детей). Не разрешается
          использовать наши продукты или услуги без согласия и руководства их
          законных опекунов, и такая практика должна разрешаться
          соответствующими законами и постановлениями. В принципе, мы не
          предоставляем услуги детям напрямую, не собираем активно личные данные
          детей и не используем личные данные детей в маркетинговых целях. Мы
          будем собирать, использовать и раскрывать личную информацию ребенка
          только с явного разрешения и согласия опекуна ребенка в той степени, в
          которой это разрешено законом, и когда это действительно необходимо
          для сбора такой информации. Если в любое время опекуну потребуется
          получить доступ, изменить или удалить личную информацию, относящуюся к
          ребенку, находящемуся под опекой, пожалуйста, свяжитесь с нами
          способами, описанными здесь, и мы ответим своевременно. Если вы
          обнаружите, что информация о ребенке была передана нам без ведома
          законного опекуна, отправьте электронное письмо по адресу
          privacy@transsion.com, чтобы связаться с нами. Мы удалим
          соответствующую информацию как можно скорее. Если мы обнаружим, что мы
          собрали личную информацию о ребенке без предварительного согласия
          проверяемого опекуна, мы также удалим соответствующий контент как
          можно скорее.
        </p>
        <p>
          VIII.&nbsp;&nbsp; &nbsp;Сторонние поставщики услуг и их услуги
          <br />
          Когда вы используете продукты или услуги TECNO (которые включают
          навигацию по карте, голосовую поддержку, воспроизведение видео,
          очистку системы и услуги, связанные с безопасностью, игры, статистику,
          обработку платежей, фильтрацию информации и т.д.), Вы можете получать
          ссылки на сторонние веб-сайты или контент и услуги, предоставляемые не
          нами, а третьими сторонами, и некоторые продукты или услуги третьих
          сторон могут быть доступны в форме SDK и др. Вы можете выбрать,
          посещать сторонние веб-сайты, или принимать их продукты и услуги по
          своему усмотрению. Наша Политика конфиденциальности не
          распространяется на продукты и услуги, предоставляемые третьими
          сторонами. Поскольку мы не можем существенно контролировать третью
          сторону, мы не несем ответственности за сбор и обработку вашей личной
          информации третьей стороной. Поэтому, когда вы отправляете какую-либо
          информацию третьей стороне, пожалуйста, внимательно ознакомьтесь с
          политикой конфиденциальности третьей стороны и храните свою личную
          информацию надлежащим образом.
        </p>
        <p>
          IX.&nbsp;&nbsp; &nbsp;Дополнение и обновление Политики
          <br />
          Мы оставляем за собой право обновлять или изменять эту Политику время
          от времени, чтобы отражать изменения в нашей деятельности,
          технологиях, применимом законодательстве и практике. В случае любого
          изменения этой Политики мы уведомим вас о последней Политике через
          официальный веб-сайт TECNO по адресу<span>&nbsp;</span>
          <a href="https://www.tecno.com/" target="_blank" rel="noopener">
            www.TECNO.com
          </a>
          <span>&nbsp;</span>или через уведомления на мобильных устройствах.
          Пожалуйста, обратите внимание на наш официальный сайт и уведомления на
          мобильных устройствах о последних обновлениях настоящей Политики
          конфиденциальности. Хотя в настоящую Политику конфиденциальности могут
          быть внесены изменения, ваши права в соответствии с этой Политикой не
          будут ограничены без вашего явного согласия.
          <br />
          Мы снова запросим ваше явное согласие в соответствии с действующим
          законодательством, прежде чем мы получим от вас дополнительную личную
          информацию или когда мы будем использовать или раскрывать вашу личную
          информацию для новых целей. &nbsp;Ваше дальнейшее использование
          продуктов и услуг на веб-сайте, мобильном телефоне и/или любом другом
          устройстве означает ваше согласие с обновленной Политикой
          конфиденциальности.
          <br />
          Содержание описываемых здесь продуктов или услуг TECNO может
          различаться в зависимости от типа используемого вами продукта, версии
          вашей системы или требований местных законов и нормативных актов.
        </p>
        <p>
          X.&nbsp;&nbsp; &nbsp;Совместные контролеры
          <br />
          &nbsp;&nbsp; &nbsp;Shanghai Transsion Co., Ltd. и CHONGQING TRANSSION
          COMMUNICATION TECHNOLOGY LIMITED являются совместными контролерами с
          нами, и мы несем совместную ответственность за обработку вашей личной
          информации. TECNO MOBILE LIMITED, Shanghai Transsion Co., Ltd. и
          CHONGQING TRANSSION COMMUNICATION TECHNOLOGY LIMITED берут на себя
          ответственность по отдельности в соответствии с применимым
          законодательством. &nbsp;Вы можете связаться с нами для получения
          более подробной информации о совместном контроле, используя контактную
          информацию в разделе XI &laquo;Наши контакты&raquo;.
        </p>
        <p>
          XI.&nbsp;&nbsp; &nbsp;Наши контакты
          <br />
          Если у вас есть какие-либо замечания, вопросы или опасения в отношении
          нашей Политики конфиденциальности или методов защиты личной
          информации, пожалуйста, свяжитесь с нами следующими способами:
          <br />
          Электронная почта: privacy@transsion.com (Примечание: этот почтовый
          ящик используется только для получения сообщений, связанных с нашей
          Политикой конфиденциальности или нашей защитой личной информации)
          <br />
          Мы рассмотрим ваши запросы о конфиденциальности или личной информации
          как можно скорее и ответим вам в течение 15-30 дней после проверки
          вашей личности. Если сам ваш запрос связан с какой-либо сложной или
          существенной проблемой, мы можем попросить вас предоставить
          дополнительную информацию.
          <br />
          Если вы не удовлетворены нашим ответом, особенно если считаете, что
          ваши законные права и интересы были нарушены нами, вы можете
          обратиться за средствами правовой защиты в соответствующий
          регулирующий орган по защите данных в вашей юрисдикции. Если вы
          проконсультируетесь с нами, мы предоставим информацию о
          соответствующих каналах подачи жалоб, которые могут быть применимы в
          зависимости от ваших обстоятельств.
          <br />
          Спасибо, что уделили время, чтобы прочитать нашу Политику
          конфиденциальности!
        </p>
      </div>
      <Footer />
    </div>
  );
};

export default PolicyPage;
