import Footer from "../components/footer/Footer";
import Title from "../components/text/Title";

const TermsOfUse = () => {
  const banner =
    "https://d3fyizz0b46qgr.cloudfront.net/global/phones/List/product-chapter_banner_0502.jpg";
  return (
    <div className="terms">
      <img src={banner} alt="" className="terms-banner"/>
      <div className="container">
        <Title props="Условия использования TECNO" />
        <h3>Вводная часть</h3>
        <div className="divider"></div>
        <p className="terms-date">Последнее изменение: июль 2021 г.</p>
        <p>
          Преамбула
          <br />
          Добро пожаловать в TECNO!
          <br />
          TECNO MOBILE LIMITED и ее аффилированные лица во всем мире (далее
          именуемые &laquo;TECNO&raquo;, &laquo;мы&raquo;, &laquo;нас&raquo; или
          &laquo;наш&raquo;) настоящим напоминают вам, что необходимо читать и
          понимать настоящие Условия использования (далее именуемые
          &laquo;настоящее Соглашение&raquo;). Это юридическое соглашение между
          вами и TECNO, которое регулирует использование вами Программного
          обеспечения TECNO, услуг и всех их свойств и функций, а также любых
          других связанных веб-сайтов или онлайн-предложений, независимо от
          того, доступны ли они через компьютер или мобильное устройство или с
          помощью любой другой технологии, средства или способа. Для правильного
          использования системы и программного обеспечения TECNO (далее
          совместно именуемого &laquo;Программное обеспечение&raquo;) и услуг
          TECNO (далее совместно именуемых &laquo;Услуги&raquo;), Прежде чем
          использовать свой TECNO, пожалуйста, внимательно прочтите и полностью
          поймите условия использования устройства или загрузите программное
          обеспечение, упомянутое в этом соглашении, особенно отказ от
          ответственности, ограничение ответственности, политику
          конфиденциальности, правила использования, применимые законы,
          разрешение споров и другие части. которые могут быть выделены жирным
          или заглавным шрифтом для вашего внимания.&nbsp;
        </p>
        <br />
        <br />
        <p>
          1.&nbsp;&nbsp; &nbsp;Принятие настоящего Соглашения
          <br />
          1.1&nbsp;&nbsp; &nbsp;Загрузив, установив, нажав кнопку
          &laquo;Зарегистрироваться&raquo; или &laquo;Согласиться&raquo; и/или
          получив доступ к Устройству, Программному обеспечению или Услугам
          TECNO или используя их, вы соглашаетесь соблюдать условия настоящего
          Соглашения. Если вы не согласны с настоящим Соглашением, вы не можете
          получить доступ к Программному обеспечению или Услугам TECNO или
          использовать их.
          <br />
          1.2&nbsp;&nbsp; &nbsp;Программное обеспечение и Услуги TECNO не
          предназначены и не подходят для детей младше 14 лет (или возраста, в
          котором человек считается &laquo;ребенком&raquo; в юрисдикции, в
          которой вы используете Программное обеспечение или Услуги TECNO).
          &nbsp;Если вам не исполнилось 14 лет, вы не можете использовать
          Программное обеспечение или Услуги TECNO или предоставлять TECNO любую
          личную информацию. Если вам 14 лет или больше, но не исполнилось 18
          (или вы не достигли совершеннолетия в юрисдикции, в которой вы
          используете Программное обеспечение и Услуги TECNO), что считается
          &laquo;несовершеннолетним&raquo;, вы подтверждаете, что ознакомились с
          настоящим Соглашением со своими родителями или законным опекуном, и
          что вы и ваши родители или опекун понимаете и соглашаетесь с настоящим
          Соглашением. Если вы являетесь родителем или опекуном, разрешающим
          несовершеннолетнему пользоваться Услугами TECNO, вы соглашаетесь: (i)
          контролировать использование несовершеннолетним Программного
          обеспечения и Услуг TECNO; (ii) принимать на себя все риски, связанные
          с использованием несовершеннолетним Программного обеспечения и Услуг
          TECNO, включая передачу контента третьим лицам и от них через
          Интернет; (iii) принимать на себя любую ответственность, возникающую в
          результате использования несовершеннолетним Программного обеспечения и
          Услуг TECNO; (iv) обеспечивать точность и правдивость всей информации,
          предоставленной несовершеннолетним; (v) нести ответственность и быть
          связаны настоящим Соглашением за доступ несовершеннолетним к
          Программному обеспечению и Услугам TECNO и их использование.
          <br />
          1.3&nbsp;&nbsp; &nbsp;Чтобы улучшить ваши впечатления от использования
          или повысить безопасность продукта, мы будем продолжать упорно
          работать над разработкой нового программного обеспечения и услуг, а
          также своевременно предоставлять вам обновления программного
          обеспечения (включая, но не ограничиваясь: обновления версий
          программного обеспечения, модификации и функциональное совершенство)
          или исправление. TECNO может оставить за собой право изменять
          настоящее Соглашение по мере необходимости в соответствии с
          применимыми законами и постановлениями. Обновленное Соглашение
          заменяет первоначальное Соглашение и вступает в силу по истечении
          срока, установленного действующим законодательством. Если в применимых
          законах нет специальных положений, то настоящее Соглашение вступает в
          силу с даты продления. Обновленное Соглашение будет объявлено на
          соответствующем официальном сайте обслуживания TECNO для вашей справки
          в любое время. Если вы продолжаете получать доступ к Программному
          обеспечению или Услугам TECNO или использовать их, будет считаться,
          что вы прочитали и согласились соблюдать обновленное Соглашение. Если
          вы не принимаете обновленное Соглашение, прекратите использование
          Программного обеспечения или Услуг TECNO.
          <br />
          <br />
          <p>
            2.&nbsp;&nbsp; &nbsp;Разрешенное использование лицензии
            <br />В соответствии с условиями настоящего Соглашения TECNO
            предоставляет вам неисключительную, не подлежащую сублицензированию,
            личную, отзывную, ограниченную лицензию на доступ и использование
            этого Программного обеспечения и Услуг. Вы можете устанавливать,
            использовать, отображать и запускать Программное обеспечение и
            Услуги на устройстве TECNO в некоммерческих целях.
            <br />
            2.1&nbsp;&nbsp; &nbsp;Система TECNO: относится к пользовательской
            операционной системе, независимо разработанной и принадлежащей
            TECNO, основанной на Google Android или операционной системе другого
            бренда. оПраво собственности TECNO на систему включает: (i) данные,
            включая, но не ограничиваясь, коды, хранящиеся на устройстве, и
            другое встроенное программное обеспечение, документы, интерфейсы,
            контент и шрифты, предоставленные вам через устройство TECNO, и
            любые материалы, защищенные авторскими правами TECNO или его
            лицензиаров; (ii) обновления или усовершенствование программного
            обеспечения, описанного в (i).
            <br />
            2.2&nbsp;&nbsp; &nbsp;Это программное обеспечение: относится к
            системному приложению, независимо разработанному TECNO, которое
            поставляется с системой TECNO.
            <br />
            2.3&nbsp;&nbsp; &nbsp;Эти Услуги: относятся к различным связанным
            услугам, предоставляемым TECNO пользователям посредством данного
            Программного обеспечения.
            <br />
            2.3.1&nbsp;&nbsp; &nbsp;Вы можете пользоваться браузером, записью,
            калькулятором, погодой, управлением файлами, загрузкой, блокнотом,
            телефоном, SMS, камерой, фото, адресной книгой, Bluetooth и другими
            функциями. Конкретные предоставляемые услуги зависят от
            приобретенного вами устройства TECNO;
            <br />
            2.3.2&nbsp;&nbsp; &nbsp;Вы можете использовать эти Услуги через
            мобильные телефоны, планшеты и другие терминалы, выпущенные TECNO. В
            то же время TECNO продолжит обогащать форму терминалов для
            пользователей данных Услуг.
            <br />
            2.3.3&nbsp;&nbsp; &nbsp;Когда вы используете устройства TECNO, для
            некоторых видов программного обеспечения и услуг действуют отдельные
            пользовательские соглашения или другие правила. Пожалуйста,
            внимательно прочтите их перед использованием вышеупомянутого
            программного обеспечения или услуг.
          </p>
          <br />
          <br />
          <p>
            3.&nbsp;&nbsp; &nbsp;Интеллектуальная собственность; Владение
            <br />
            TECNO сохраняет за собой права интеллектуальной собственности на это
            Программное обеспечение и Услуги, а также на весь связанный
            информационный контент (включая, но не ограничиваясь, дизайн
            интерфейса UI, изображения, шрифты, аудио и т. д.), А также все
            права, не предоставленные вам явным образом. Вышеупомянутые права
            интеллектуальной собственности, включая, но не ограничиваясь,
            авторские права, права на товарные знаки и патенты, защищены
            применимыми правами интеллектуальной собственности, борьбой с
            недобросовестной конкуренцией и другими соответствующими законами,
            постановлениями и соответствующими международными договорами. По
            вопросам, прямо не разрешенным в настоящем Соглашении, таких как
            коммерческие продажи, воспроизведение и разрешение третьим лицам
            использовать это Программное обеспечение, вам следует отдельно
            получить официальное письменное разрешение от TECNO.
          </p>
          <br />
          <br />
          <p>
            4.&nbsp;&nbsp; &nbsp;Ограничения на использование этого программного
            обеспечения и услуг
            <br />
            4.1&nbsp;&nbsp; &nbsp;Вы не имеете права предпринимать какие-либо из
            следующих действий при использовании этого Программного обеспечения
            и Услуг, включая, но не ограничиваясь:
            <br />
            4.1.1&nbsp;&nbsp; &nbsp;Публикация, передача, распространение или
            хранение контента, который нарушает законы и постановления,
            политику, общественный порядок и добрые обычаи, а также социальную
            этику, такой как оскорбления, клевета, насилие или религиозное
            нарушение и т.д.; публикация, передача, распространение или хранение
            сфабрикованной информации или рекламной информации с целью введения
            в заблуждение или обмана других;
          </p>
          <p>
            4.1.2&nbsp;&nbsp; &nbsp; Аренда, предоставление во временное
            пользование, копирование, изменение, ссылка, перепечатка,
            компиляция, выпуск или публикация этого Программного обеспечения и
            подобные действия;
            <br />
            4.1.3&nbsp;&nbsp; &nbsp;Взлом, обратное проектирование,
            дизассемблирование, декомпиляция или иная попытка разрушить это
            Программное обеспечение; или доступ к этому Программному обеспечению
            или нарушение его работы с помощью подключаемых модулей, тегов или
            сторонних инструментов/услуг, которые не авторизованы TECNO;
            <br />
            4.1.4&nbsp;&nbsp; &nbsp;Копирование, изменение, добавление,
            удаление, работа в форме монтирования или создание любых производных
            данных данных Программного обеспечения, данных, передаваемых в любую
            память терминала в ходе работы Программного обеспечения,
            интерактивных данных клиента и на стороне сервера в ходе работы
            Программного обеспечения, а также системных данных, необходимых для
            работы Программного обеспечения; или добавление, удаление или
            изменение функций или оперативного действия программного обеспечения
            путем изменения или изготовления инструкций и данных, которые
            появляются в ходе работы программного обеспечения; или эксплуатация
            или публичное распространение программного обеспечения и методов,
            используемых для вышеуказанных целей, в коммерческих или иных целях;
            <br />
            4.1.5&nbsp;&nbsp; &nbsp;Совершение других действий, нарушающих
            законы и постановления, политику, общественный порядок и добрые
            обычаи, а также социальную этику или действия, не санкционированные
            TECNO в письменной форме.
            <br />
            4.2&nbsp;&nbsp; &nbsp;Вы не можете, и вы соглашаетесь не копировать
            или позволять другим копировать (за исключением случаев, прямо
            разрешенных настоящим Соглашением), декомпилировать,
            реконструировать, дизассемблировать, пытаться получить исходный код,
            расшифровывать, изменять или создавать производные работы
            Программное обеспечение TECNO или любые услуги, предоставляемые
            Программным обеспечением TECNO или любой его частью (за исключением
            случаев и только в той степени, в которой любое вышеупомянутое
            ограничение запрещено применимым законодательством или условиями
            лицензирования, регулирующими использование компонентов с открытым
            исходным кодом, которые могут быть включены в Программное
            обеспечение TECNO). Вы соглашаетесь не удалять, не скрывать и не
            изменять какие-либо уведомления о правах собственности (включая
            уведомления о товарных знаках и авторских правах), которые могут
            быть прикреплены к Программному обеспечению TECNO или содержаться в
            нем.
          </p>
          <br />
          <br />
          <p>
            5.&nbsp;&nbsp; &nbsp;Правила использования этого программного
            обеспечения и услуг
            <br />
            5.1&nbsp;&nbsp; &nbsp;Вы понимаете и соглашаетесь с тем, что вы
            должны соблюдать права и обязанности, изложенные в настоящем
            Соглашении, когда вы решите использовать устройство TECNO.
            <br />
            5.2&nbsp;&nbsp; &nbsp;Поскольку TECNO может разрабатывать несколько
            версий программного обеспечения для разных устройств, вам следует
            выбрать подходящее программное обеспечение для загрузки и следовать
            советам для правильной установки.
            <br />
            5.3&nbsp;&nbsp; &nbsp;Чтобы предоставлять более высококачественные и
            безопасные услуги, TECNO может порекомендовать вам установить другое
            программное обеспечение во время установки этого программного
            обеспечения. Вы можете выбрать, устанавливать их или нет.
            <br />
            5.4&nbsp;&nbsp; &nbsp;Вы понимаете и соглашаетесь с тем, что
            Программное обеспечение и Услуги могут быть приостановлены или
            остановлены компанией TECNO на основании наших планов развития
            деятельности или в соответствии с требованиями судебных,
            регулирующих и надзорных органов.
            <br />
            5.5&nbsp;&nbsp; &nbsp;За исключением случаев, когда это разрешено
            применимым законодательством и с письменного разрешения TECNO, вы не
            можете использовать или иным образом экспортировать или
            реэкспортировать Программное обеспечение и Услуги TECNO.
          </p>
          <br />
          <br />
          <p>
            6.&nbsp;&nbsp; &nbsp;Рекомендации по использованию вами этого
            программного обеспечения и услуг
            <br />
            6.1&nbsp;&nbsp; &nbsp;Вы полностью понимаете и соглашаетесь: при
            использовании определенной услуги этого Программного обеспечения
            могут потребоваться соответствующие разрешения и интерфейсы вашего
            устройства для осуществления соответствующих функций, а отдельное
            пользовательское соглашение может также потребоваться для
            определенных услуг. Пожалуйста, внимательно прочтите вышеупомянутые
            соответствующие соглашения и правила перед использованием этих
            услуг;
            <br />
            6.2&nbsp;&nbsp; &nbsp;TECNO имеет право отображать вам все виды
            информации в процессе предоставления этих Услуг, включая, но не
            ограничиваясь, запросы на авторизацию, рекламную информацию,
            промоакции и т.д. Информация может отображаться в виде системных
            сообщений или всплывающих окон. Если вы не согласны получать
            определенную информацию, вы можете отменить соответствующую услугу,
            что в конечном итоге может привести к недоступности функций
            соответствующей услуги;
            <br />
            6.3&nbsp;&nbsp; &nbsp;Вы понимаете и соглашаетесь: TECNO будет
            прилагать коммерчески разумные усилия для защиты вашей безопасности
            хранения данных во время использования вами этой Услуги, но TECNO не
            может предоставить полную гарантию, включая, но не ограничиваясь,
            следующие ситуации:
            <br />
            &nbsp;&nbsp; &nbsp;6.3.1 В максимальной степени, разрешенной
            законом, TECNO не несет ответственности за удаление вами или сбой
            при хранении соответствующих данных в этом Программном обеспечении и
            Услугах;
            <br />
            &nbsp;&nbsp; &nbsp;6.3.2 TECNO будет хранить данные в соответствии с
            минимальным сроком хранения, необходимым для развития деятельности,
            если вы не согласитесь продлить срок хранения или иным образом не
            разрешено законом. &nbsp;TECNO&nbsp;&nbsp; &nbsp;также&nbsp;&nbsp;
            &nbsp;имеет право определять по своему усмотрению максимальный объем
            хранения данных на Устройстве TECNO или в этом Программном
            обеспечении. &nbsp;&nbsp; &nbsp; Вы можете самостоятельно создавать
            резервные копии соответствующих данных в этом Программном
            обеспечении и Услугах в соответствии со своими потребностями;
            <br />
            6.4&nbsp;&nbsp; &nbsp;Когда вы используете эти Услуги, конкретный
            отображаемый контент может отличаться в зависимости от версии
            используемого вами Программного обеспечения. Вы понимаете и
            соглашаетесь: когда вы используете определенную версию этого
            Программного обеспечения или входите на соответствующие страницы
            приложения, разработанного TECNO, в целях предоставления вам более
            удобного обслуживания, необходимая информация, такая как место
            установки, размер и пользовательский интерфейс приложения,
            установленного на вашем оконечном устройстве, может быть изменена в
            зависимости от фактической версии, предоставленной TECNO.
            <br />
            6.5&nbsp;&nbsp; &nbsp;Вы полностью понимаете и соглашаетесь с тем,
            что, если вам необходимо зарегистрировать учетную запись при
            использовании этого Программного обеспечения, вы будете нести
            ответственность за обеспечение безопасности информации
            зарегистрированной учетной записи и пароля учетной записи должным
            образом, и вы будете нести ответственность за все действия, которые
            происходят с учетной записью, которую вы зарегистрировали на
            устройстве TECNO, включая любое публикуемое вами содержимое и любые
            последствия, возникающие в связи с этим.
            <br />
            6.6&nbsp;&nbsp; &nbsp;Вы должны сами определить контент, к которому
            у вас есть доступ при использовании этих Услуг, и нести риски,
            возникающие в результате использования такого контента, включая
            риски, возникающие из-за зависимости от правильности, полноты или
            практичности контента. TECNO не может и не будет нести никакой
            ответственности за любые убытки или ущерб, понесенные вами из-за
            вышеуказанных рисков.
            <br />
            6.7&nbsp;&nbsp; &nbsp;Если TECNO обнаружит или получит сообщение от
            других лиц о том, что вы нарушили условия настоящего Соглашения,
            TECNO будет иметь право в любое время без предварительного
            уведомления: удалить и блокировать соответствующий контент;
            приостановить или прекратить использование соответствующей учетной
            записи TECNO или всех Услуг; привлечь к законной ответственности и
            принимать другие меры. Если вы нарушаете какие-либо условия
            настоящего Соглашения и тем самым причиняете ущерб какой-либо
            третьей стороне, вы несете единоличную ответственность за все
            вытекающие из этого обязательства и компенсируете TECNO любые
            убытки, понесенные TECNO, возникающие в результате этого (включая,
            но не ограничиваясь, возможные административные штрафы, гонорары
            адвокатов и сборы за расследование и сбор доказательств).
          </p>
          <br />
          <br />
          <p>
            7.&nbsp;&nbsp; &nbsp;Обновления настоящего Соглашения
            <br />
            Чтобы лучше предоставлять вам соответствующие Услуги и гарантировать
            безопасность этого Программного обеспечения, мы можем время от
            времени обновлять это Программное обеспечение и соответствующие
            Услуги (включая, но не ограничиваясь, модификацию программного
            обеспечения, обновления программного обеспечения, частичное
            отключение функций, усиление функций, развитие новых услуг, замена
            программного обеспечения и улучшение функций). Вы можете выбрать,
            обновляться ли до соответствующей версии, исходя из ваших
            потребностей. Чтобы облегчить вам получение более качественного
            обслуживания устройством TECNO в соответствии с применимыми
            законами, это Программное обеспечение может включать для вас функцию
            автоматического обновления и усовершенствования по умолчанию. Вы
            можете выбрать, включать ли эту функцию в настройках программного
            обеспечения. В случае таких обновлений мы уведомим вас
            соответствующим образом (включая, но не ограничиваясь, системные
            уведомления, сообщения сайта, объявления, уведомления об обновлении
            магазина приложений и т. д.), И вы имеете право выбрать, принимать
            ли обновленную версию. Обновление до последней версии может улучшить
            ваш пользовательский опыт. Если вы решите не принимать обновленную
            версию, предоставленную TECNO, вы понимаете, что можете подвергнуть
            Программное обеспечение серьезной угрозе безопасности или сделать
            Программное обеспечение непригодным для использования или
            нестабильным. Невозможность обновить программное обеспечение может
            привести к ограничению или невозможности использования некоторых
            функций Программного обеспечения.
          </p>
          <br />
          <br />
          <p>
            8.&nbsp;&nbsp; &nbsp;Программное обеспечение и услуги,
            предоставляемые третьими сторонами
            <br />
            8.1&nbsp;&nbsp; &nbsp;Чтобы облегчить вам использование устройства
            TECNO, это Программное обеспечение или эти Услуги могут использовать
            стороннее программное обеспечение или услуги, а результаты такого
            использования и доступа предоставляются третьей стороной (включая,
            но не ограничиваясь услугами и контентом, предоставляемыми третьей
            стороной, к которой вы переходите через это Программное обеспечение,
            эти Услуги или к которой обращается третья сторона через открытую
            платформу TECNO). В дополнение к условиям настоящего Соглашения вы
            обязуетесь соблюдать пользовательские соглашения третьих сторон при
            использовании программного обеспечения или услуг, предоставляемых
            третьими сторонами на устройстве TECNO. TECNO не может гарантировать
            безопасность, точность и действительность услуг и содержимого,
            предоставляемых третьими сторонами, и другие неопределенные риски, и
            вы несете единолично соответствующие риски и ответственность,
            возникающие в связи с этим.
            <br />
            8.2&nbsp;&nbsp; &nbsp;Независимо от того, предустановлено ли
            стороннее программное обеспечение или услуги на устройстве TECNO или
            активировано или подписано вами самостоятельно, вы понимаете и
            соглашаетесь с тем, что TECNO отказывается от всех явных или
            подразумеваемых гарантий в отношении безопасности, точности и
            действительности услуг и содержимого. предоставленных третьими
            сторонами и других неопределенных рисков.
            <br />
            8.3&nbsp;&nbsp; &nbsp;Любой спор между вами и указанными выше
            сторонними поставщиками программного обеспечения и услуг разрешается
            вами и такими третьими сторонами, при этом вы берете на себя
            соответствующие обязательства, если таковые имеются.
          </p>
          <br />
          <br />
          <p>
            9.&nbsp;&nbsp; &nbsp;Сборы и реклама
            <br />
            Вы понимаете и соглашаетесь с тем, что, хотя это Программное
            обеспечение и Услуги в настоящее время предлагаются вам бесплатно,
            однако, наряду с постоянным продлением наших Услуг, вам может
            потребоваться оплатить некоторую часть Программного обеспечения или
            Услуг, предоставляемых TECNO. &nbsp;TECNO оставляет за собой право
            добавлять платные опции и функции в последующих услугах. TECNO также
            оставляет за собой право показывать вам рекламу в связи с
            Программным обеспечением и Услугами TECNO. Мы четко уведомим вас в
            случае наличия какого-либо платного программного обеспечения и услуг
            в этом Программном обеспечении перед использованием, и вы можете
            выбрать, принимать или использовать ли такое платное программное
            обеспечение или услуги. В то время, пожалуйста, используйте такое
            платное программное обеспечение или услуги в соответствии с нашими
            инструкциями (включая, но не ограничиваясь, тарифы за услуги,
            условия оплаты и правила обслуживания). Вы можете использовать такое
            платное программное обеспечение и услуги, если вы явным образом
            согласитесь с соответствующими правилами и готовы платить сборы.
            <br />
            Использование вами этого Программного обеспечения и Услуг потребляет
            ваше устройство, пропускную способность, трафик и другие ресурсы.
            Сборы за указанные выше ресурсы, такие как покупка устройства TECNO,
            плата за доступ в Интернет, плата за СМС и оплату дополнительных
            услуг Программного обеспечения, оплачиваются вами.
          </p>
          <br />
          <br />
          <p>
            10.&nbsp;&nbsp; &nbsp;Политика конфиденциальности
            <br />
            Когда вы используете Устройство, Программное обеспечение и Услуги
            TECNO, компании TECNO может потребоваться сбор личных данных для
            предоставления вам Услуг. TECNO уделяет большое внимание защите
            ваших личных данных, и разработала &nbsp;Политику конфиденциальности
            &nbsp; TECNO, в которой подробно описывается, как TECNO собирает,
            использует, хранит, передает и раскрывает ваши личные данные.
            Загружая, устанавливая или используя Услуги, вы соглашаетесь
            соблюдать условия настоящего Соглашения и его Политику
            конфиденциальности, и TECNO будет защищать вашу конфиденциальность в
            соответствии с настоящей Политикой конфиденциальности.
          </p>
          <br />
          <br />
          <p>
            11.&nbsp;&nbsp; &nbsp;Расторжение и нарушение контракта
            <br />
            TECNO имеет право судить, соответствует ли ваше поведение условиям
            настоящего Соглашения. Если будет сочтено, что вы нарушили
            соответствующие законы и постановления или не соблюдаете какие-либо
            положения и условия настоящего Соглашения или связанных правил, в
            зависимости от серьезности вашего нарушения, TECNO и ее лицензиары
            имеют право удалить контент, нарушающий правила, ограничивать,
            приостанавливать или прекращать использование вами Программного
            обеспечения и Услуг TECNO без предварительного уведомления, а также
            принимать другие меры, которые TECNO сочтет необходимыми. И вы
            будете нести ответственность за свое противоправное действие. После
            его прекращения вы должны прекратить использование этого
            Программного обеспечения и Услуги и немедленно удалить все
            Программное обеспечение и связанные с ним материалы, которые уже
            скопированы и/или установлены на вашем устройстве TECNO.
          </p>
          <br />
          <br />
          <p>
            12.&nbsp;&nbsp; &nbsp;Компенсация
            <br />
            Вы обязуетесь компенсировать и обезопасить TECNO, ее материнскую
            компанию, дочерние и аффилированные компании, а также всех их
            должностных лиц, директоров, агентов и сотрудников, а также любую
            сторону, действующую от имени TECNO, освободить их от любых
            претензий, действий, обязательств третьих лиц и против них, ущерба,
            убытков, судебных решений, издержек и расходов, включая разумные
            гонорары адвокатам (совместно именуемые &laquo;Претензии&raquo;),
            возникающие в результате (i) любого использования Услуг TECNO или
            продуктов, представленных в Услугах TECNO вами или любым лицом,
            которое не соответствует условиям настоящего Соглашения; (ii) любого
            нарушения настоящего Соглашения вами или любым лицом, которому вы
            разрешаете использовать Услуги TECNO; или (iii) любого нарушения
            любых законов, постановлений или прав любой третьей стороны вами или
            любым лицом, которому вы разрешаете использовать Услуги TECNO или
            продукты, представленные в Услугах TECNO.
          </p>
          <br />
          <br />
          <p>
            13.&nbsp;&nbsp; &nbsp;ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ
            <br />
            13.1&nbsp;&nbsp; &nbsp;ОТКАЗ ОТ ГАРАНТИЙ. В МАКСИМАЛЬНОЙ СТЕПЕНИ,
            РАЗРЕШЕННОЙ ЗАКОНОДАТЕЛЬСТВОМ, ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ И УСЛУГИ
            TECNO ПРЕДОСТАВЛЯЮТСЯ &laquo;КАК ЕСТЬ&raquo; И &laquo;ПО
            ДОСТУПНОСТИ&raquo; БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ ЛЮБОГО ВИДА ИЛИ ЯВНЫХ,
            ПОДРАЗУМЕВАЕМЫХ ИЛИ ЗАКОНОДАТЕЛЬНЫХ УСЛУГ, ВКЛЮЧАЯ, НО НЕ
            ОГРАНИЧИВАЯСЬ, (ЕСЛИ ЕСТЬ) ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ, ОБЯЗАННОСТИ ИЛИ
            УСЛОВИЯ КОММЕРЧЕСКОЙ ЦЕННОСТИ, ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ,
            ТОЧНОСТИ ИЛИ ПОЛНОТЫ ОТВЕТОВ, РЕЗУЛЬТАТОВ, РАБОЧИХ УСИЛИЙ,
            ОТСУТСТВИЯ ВИРУСОВ ИЛИ НЕБРЕЖНОСТИ ВСЕГО В ОТНОШЕНИИ ЭТОГО
            ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ И УСЛУГ.
            <br />
            13.2&nbsp;&nbsp; &nbsp;ЭТО ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ НЕ СОДЕРЖИТ
            ВРЕДОНОСНЫЙ КОД, ПРЕДНАЗНАЧЕННЫЙ ДЛЯ УНИЧТОЖЕНИЯ ДАННЫХ ВАШЕГО
            УСТРОЙСТВА ИЛИ ДЛЯ ПОЛУЧЕНИЯ ВАШЕЙ ИНФОРМАЦИИ О КОНФИДЕНЦИАЛЬНОСТИ.
            TECNO ТАКЖЕ СДЕЛАЕТ СВОЕ ПРЕДВАРИТЕЛЬНОЕ ОБЕСПЕЧЕНИЕ БЕЗОПАСНОЙ,
            БЫСТРОЙ, ЭФФЕКТИВНОЙ, ТОЧНОЙ, НАДЕЖНОЙ И НЕПРЕРЫВНОЙ РАБОТЫ ЭТОГО
            ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ И УСЛУГ, НО ПРИ ОГРАНИЧЕНИИ СУЩЕСТВУЮЩЕЙ
            ТЕХНОЛОГИИ, ДАННОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ И СООТВЕТСТВУЮЩИЕ УСЛУГИ
            МОГУТ БЫТЬ НЕ ДОСТУПНЫ, TECNO НЕ ДАЕТ НИКАКИХ ГАРАНТИЙ ИЛИ
            ЗАЯВЛЕНИЙ, ЧТО ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ СОВМЕСТИМО СО ВСЕМИ
            ПРОГРАММНЫМИ И АППАРАТНЫМИ СИСТЕМАМИ, ИЛИ БЕЗОШИБОЧНО МОЖЕТ РАБОТАТЬ
            БЕЗ ПРЕРЫВАНИЯ ИЛИ ЧТО ЛЮБЫЕ ОШИБКИ В ПРОГРАММНОМ ОБЕСПЕЧЕНИИ ИЛИ
            СООТВЕТСТВУЮЩИХ УСЛУГАХ МОГУТ БЫТЬ ИСПРАВЛЕНЫ. В СЛУЧАЕ ТАКИХ
            ОБСТОЯТЕЛЬСТВ, КАК НЕСОВМЕСТИМОСТЬ ИЛИ НЕИСПРАВНОСТЬ ПРОГРАММНОГО
            ОБЕСПЕЧЕНИЯ, ПОЖАЛУЙСТА, СВЯЖИТЕСЬ С НАМИ ДЛЯ ТЕХНИЧЕСКОЙ ПОДДЕРЖКИ.
            ЕСЛИ ПРОБЛЕМА СОВМЕСТИМОСТИ НЕ МОЖЕТ БЫТЬ РЕШЕНА, ВЫ МОЖЕТЕ УДАЛИТЬ
            ДАННОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ. В МАКСИМАЛЬНОМ ОБЪЕМЕ, РАЗРЕШЕННОМ
            ДЕЙСТВУЮЩИМ ЗАКОНОДАТЕЛЬСТВОМ, TECNO ОСВОБОЖДАЕТСЯ ОТ ЛЮБЫХ УБЫТКОВ,
            ПРИЧИНЕННЫХ ВАМ В РЕЗУЛЬТАТЕ ЭТОГО.
          </p>
          <br />
          <br />
          <p>
            14.&nbsp;&nbsp; &nbsp;ОГРАНИЧЕНИЕ ОБЯЗАТЕЛЬСТВ
            <br />В СТЕПЕНИ, НЕ ЗАПРЕЩЕННОЙ ДЕЙСТВУЮЩИМ ЗАКОНОДАТЕЛЬСТВОМ, НИ
            ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ TECNO, ЕЕ АФФИЛИРОВАННЫЕ КОМПАНИИ, ВЫСШЕЕ
            РУКОВОДСТВО, ДИРЕКТОРЫ, СОТРУДНИКИ ИЛИ АГЕНТЫ НЕ НЕСУТ
            ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ ПРЯМЫЕ, КОСВЕННЫЕ, СЛУЧАЙНЫЕ, ОСОБЫЕ,
            ПОСРЕДСТВЕННЫЕ ИЛИ НЕИЗБЕЖНЫЕ УБЫТКИ ПОТЕРИ ПРИБЫЛИ, РЕПУТАЦИИ,
            ИСПОЛЬЗОВАНИЯ, ДАННЫХ, ПЕРЕРЫВОВ ИЛИ ЛЮБЫХ ДРУГИХ НЕМАТЕРИАЛЬНЫХ
            УБЫТКОВ ИЛИ УЩЕРБА, ВЫЗВАННЫЕ ПО СЛЕДУЮЩИМ ПРИЧИНАМ, НЕЗАВИСИМО ОТ
            ТЕОРИИ ОТВЕТСТВЕННОСТИ (ДОГОВОР, ПРАВОНАРУШЕНИЕ ИЛИ ДРУГАЯ
            ИНФОРМАЦИЯ) И ДАЖЕ ЕСЛИ TECNO ПРЕДУПРЕЖДАЛА О ВОЗМОЖНОСТИ ТАКИХ
            УБЫТКОВ, КАК: (i) ВАШЕ ИСПОЛЬЗОВАНИЕ ИЛИ НЕВОЗМОЖНОСТЬ ПОЛЬЗОВАТЬСЯ
            УСЛУГАМИ; (ii) НЕСАНКЦИОНИРОВАННЫЙ ДОСТУП К ВАШИМ ПЕРЕДАЧАМ ИЛИ
            ДАННЫМ ИЛИ ИХ ИЗМЕНЕНИЯ; (iii) УДАЛЕНИЕ, ПОВРЕЖДЕНИЕ ИЛИ
            НЕИСПОЛЬЗОВАНИЕ ВАШИХ ПЕРЕДАЧ ИЛИ ДАННЫХ НА УСЛУГЕ ИЛИ С ПОМОЩЬЮ
            УСЛУГИ; (iv) ЗАЯВЛЕНИЕ ИЛИ ПОВЕДЕНИЕ ТРЕТЬИХ ЛИЦ В ОТНОШЕНИИ УСЛУГ;
            И (v) ЛЮБЫЕ ДРУГИЕ ВОПРОСЫ, КАСАЮЩИЕСЯ УСЛУГИ. В НЕКОТОРЫХ
            ЮРИСДИКЦИЯХ НЕ ДОПУСКАЕТСЯ ИСКЛЮЧЕНИЕ ИЛИ ОГРАНИЧЕНИЕ
            ОТВЕТСТВЕННОСТИ ЗА ЛИЧНЫЕ ТРАВМЫ ИЛИ ЗА СЛУЧАЙНЫЕ ИЛИ КОСВЕННЫЕ
            УБЫТКИ, ПОЭТОМУ ДАННОЕ ОГРАНИЧЕНИЕ МОЖЕТ НЕ ОТНОСИТЬСЯ К ВАМ.
            <br />В ЭТО ЖЕ ВРЕМЯ МАКСИМАЛЬНАЯ КОМПЕНСАЦИЯ TECNO ЗА ВСЕ ВАШИ
            УБЫТКИ НЕ ДОЛЖНА ПРЕВЫШАТЬ СУММУ, УПЛАЧЕННУЮ ВАМИ ЗА
            ИСПОЛЬЗОВАНИЕ/ПОКУПКУ СООТВЕТСТВУЮЩЕГО УСТРОЙСТВА TECNO,
            ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ УСЛУГ (ЕСЛИ КАСАЕТСЯ ПЛАТНЫХ УСЛУГ) В
            ТЕЧЕНИЕ 12 МЕСЯЦЕВ ДО ДАТЫ НАЧАЛА ПРЕТЕНЗИИ. ЕСЛИ ЗАКОН ВАШЕГО
            РЕГИОНА НЕ ДОПУСКАЕТ ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ СОГЛАШЕНИЕМ. В
            ТАКОМ СЛУЧАЕ ПРИМЕНЯЮТСЯ ПРИМЕНИМЫЕ ЗАКОНЫ И РЕГЛАМЕНТЫ.
          </p>
          <br />
          <br />
          <p>
            15.&nbsp;&nbsp; &nbsp;Применимые законы и разрешение споров
            <br />
            15.1&nbsp;&nbsp; &nbsp;Применимые законы Выполнение, исполнение,
            толкование, изменение и урегулирование споров по настоящему
            Соглашению регулируются законами Специального административного
            района Гонконг Китайской Народной Республики, за исключением его
            положений о конфликте правовых норм. Вы соглашаетесь с тем, что
            настоящее Соглашение подписано в Гонконге.
            <br />
            15.2&nbsp;&nbsp; &nbsp;Арбитраж. Любой спор или разногласие между
            вами и TECNO на основании настоящего Соглашения в первую очередь
            разрешается путем дружеских переговоров. Если урегулирование не
            может быть достигнуто путем дружеских переговоров, вы безоговорочно
            одобряете и соглашаетесь с тем, что любые претензии, споры или
            разногласия (будь то по контракту, правонарушению или иным образом),
            которые могут возникнуть у вас в отношении любой организации TECNO,
            директоров, агентов и сотрудников любой организации TECNO.
            возникающие из, связанные или каким-либо образом касающиеся услуг
            TECNO, должны быть представлены в Гонконгский международный
            арбитражный центр (HKIAC) для урегулирования перед одним (1)
            арбитром в соответствии с правилами HKIAC. Арбитражное
            разбирательство проводится в Гонконге, Китай, арбитражный процесс,
            все состязательные бумаги и письменные доказательства должны быть
            составлены на английском языке, и определение по решению,
            вынесенному арбитрами, может быть передано в любой суд, обладающий
            юрисдикцией. Вам будет разрешено подавать иски против TECNO только
            на индивидуальной основе, а не в качестве истца или члена группы в
            любом групповом или представительском иске или разбирательстве.
          </p>
          <br />
          <br />
          <p>
            16.&nbsp;&nbsp; &nbsp;Общие условия
            <br />
            16.1&nbsp;&nbsp; &nbsp;Заголовки. Заголовки всех условий настоящего
            Соглашения предназначены только для справки, сами по себе не имеют
            фактического значения и не должны использоваться в качестве основы
            для толкования значений настоящего Соглашения.
            <br />
            16.2&nbsp;&nbsp; &nbsp;Делимость. Если какое-либо условие или
            положение настоящего Соглашения будет признано недействительным или
            не имеющим исковой силы каким-либо судебным или административным
            органом по каким-либо причинам, такое определение не повлияет на
            действительность принудительного исполнения остальных условий и
            положений настоящего Соглашения, а также остальных положений
            настоящего Соглашения. Настоящее Соглашение остается в силе и
            толкуется в соответствии с его условиями.
            <br />
            16.3&nbsp;&nbsp; &nbsp;Языки. Если настоящее Соглашение составлено
            на английском, арабском и других языках, &nbsp;то в случае
            каких-либо расхождений, текст на английском языке имеет
            преимущественную силу.
            <br />
            16.4&nbsp;&nbsp; &nbsp;Отсутствие отказа. Неспособность TECNO
            обеспечить соблюдение в любое время любого из положений Услуг TECNO
            или неспособность TECNO потребовать в любое время выполнения любого
            из положений Услуг TECNO никоим образом не должно толковаться как
            настоящий или будущий отказ от таких положений, ни каким-либо
            образом влиять на право TECNO применять такое положение в
            дальнейшем. Явный отказ TECNO от любого положения, условия или
            требования Услуг TECNO не означает отказ от любых будущих
            обязательств по соблюдению таких положений, условий или требований.
            <br />
            16.5&nbsp;&nbsp; &nbsp;Вся полнота соглашения. Настоящее Соглашение
            представляет собой полное соглашение между вами и TECNO,
            регулирующее использование вами Программного обеспечения, и заменяет
            собой любые предыдущие соглашения между вами и TECNO, касающиеся
            использования Программного обеспечения. При использовании или
            покупке программного обеспечения с открытым исходным кодом,
            стороннего контента или других услуг TECNO, возможно вы также должны
            соблюдать дополнительные условия и положения, которые могут
            применяться.
          </p>
        </p>
      </div>
      <Footer />
    </div>
  );
};

export default TermsOfUse;
