

const FoldSecFifteen = () => {
  return (
    <div className="fold-15">
      <p>
        1. Размер экрана измеряется по диагонали прямоугольника с учетом
        закругленных углов. Фактическая видимая область может быть меньше из-за
        закругленных углов и отверстия камеры. Соотношение основного экрана к
        корпусу рассчитывается путем деления площади экрана на форму устройства
        в развернутом виде. Диагональ вспомогательного экрана рассчитывается
        путем деления активной области на общую площадь стеклянной поверхности.
      </p>
      <p>
        2. Соотношение экрана к корпусу основано на вычислениях лаборатории
        TECNO и округлено до сотых дробей.
      </p>
      <p>
        3. Сгиб экрана 0,11 мм измерялся на смартфоне в начале циклов
        эксплуатации.
      </p>
      <p>4. Результаты измерений получены в лаборатории TECNO.</p>
      <p>5. Ночной режим встроен в функцию “Улучшение качества видео”.</p>
      <p>6. Сравнение с MediaTek Dimensity 9000.</p>
      <p>7. Результаты измерений получены в лаборатории TECNO.</p>
      <p>
        8. Сравнение с UFS 2.2. Результаты измерений получены в лаборатории
        TECNO.
      </p>
      <p>
        9. На основе сравнения двух батарей, номинальное значение составляет:
        2310 мАч/8.98Вт + 2550 мАч/9.91Вт. Типичное значение: 2380 мАч/9.25Вт +
        2620 мАч/10.19Вт. Типичные значения проверены сторонней лабораторией.
        Номинальная емкость аккумулятора Phantom V Fold составляет 4860 мАч.
        Фактический срок работы аккумулятора зависит от качества сетевых
        подключений, сценариев использования и других факторов.
      </p>
      <p>
        10. На основе испытаний зарядного устройства в лаборатории TECNO,
        мощность проводной зарядки поддерживает значение в 45 Вт, при условии
        использования оригинального зарядного устройства. Мощность зарядки,
        скорость и время могут зависеть от настроек отдельного устройства,
        версии прошивки, пользовательских привычек, качества зарядного
        устройства, степени износа аккумулятора и других факторов.
      </p>
      <p>
        11. В подборку “1000 лучших мировых приложений” не входят мобильные
        игры.
      </p>
    </div>
  );
}

export default FoldSecFifteen